export default function WherePage() {
	return (
		<div className="overflow-hidden bg-white">
			<div className="relative mx-auto max-w-7xl py-16 px-4 sm:px-6 lg:px-8">
				<div className="absolute top-0 bottom-0 left-3/4 hidden w-screen bg-gray-50 lg:block"></div>
				<div className="mx-auto max-w-prose text-base lg:grid lg:max-w-none lg:grid-cols-2 lg:gap-8">
					<div>
						<h2 className="text-base font-semibold uppercase tracking-wide text-indigo-600">
							Meditation
						</h2>
						<h3 className="mt-2 text-3xl font-extrabold leading-8 tracking-tight text-gray-900 sm:text-4xl">
							การสร้างพื้นที่สําหรับการทําสมาธิ
						</h3>
					</div>
				</div>
				<div className="mt-8 lg:grid lg:grid-cols-2 lg:gap-8">
					<div className="relative lg:col-start-2 lg:row-start-1">
						<svg
							className="absolute top-0 right-0 -mt-20 -mr-20 hidden lg:block"
							width="404"
							height="384"
							fill="none"
							viewBox="0 0 404 384"
							aria-hidden="true"
						>
							<defs>
								<pattern
									id="de316486-4a29-4312-bdfc-fbce2132a2c1"
									x="0"
									y="0"
									width="20"
									height="20"
									patternUnits="userSpaceOnUse"
								>
									<rect
										x="0"
										y="0"
										width="4"
										height="4"
										className="text-gray-200"
										fill="currentColor"
									/>
								</pattern>
							</defs>
							<rect
								width="404"
								height="384"
								fill="url(#de316486-4a29-4312-bdfc-fbce2132a2c1)"
							/>
						</svg>
						<div className="relative mx-auto max-w-prose text-base lg:max-w-none">
							{/* <figure>
								<div className="aspect-w-12 aspect-h-7 lg:aspect-none">
									<img
										className="rounded-lg object-cover object-center shadow-lg"
										src="https://images.unsplash.com/photo-1546913199-55e06682967e?ixlib=rb-1.2.1&auto=format&fit=crop&crop=focalpoint&fp-x=.735&fp-y=.55&w=1184&h=1376&q=80"
										alt="Whitney leaning against a railing on a downtown street"
										width="1184"
										height="1376"
									/>
								</div>
								<figcaption className="mt-3 flex text-sm text-gray-500">
									<svg
										className="h-5 w-5 flex-none text-gray-400"
										xmlns="http://www.w3.org/2000/svg"
										viewBox="0 0 20 20"
										fill="currentColor"
										aria-hidden="true"
									>
										<path
											fillRule="evenodd"
											d="M4 5a2 2 0 00-2 2v8a2 2 0 002 2h12a2 2 0 002-2V7a2 2 0 00-2-2h-1.586a1 1 0 01-.707-.293l-1.121-1.121A2 2 0 0011.172 3H8.828a2 2 0 00-1.414.586L6.293 4.707A1 1 0 015.586 5H4zm6 9a3 3 0 100-6 3 3 0 000 6z"
											clipRule="evenodd"
										/>
									</svg>
									<span className="ml-2">
										Photograph by Marcus O’Leary
									</span>
								</figcaption>
							</figure> */}
						</div>
					</div>
					<div className="mt-8 lg:mt-0">
						<div className="mx-auto max-w-prose text-base lg:max-w-none">
							<p className="text-lg text-gray-500">
								ชีวิตมีหลายสิ่งมากมายบรรจุจนเต็มล้น –
								ทั้งกิจกรรมที่ต้องทำและความรับผิดชอบต่างๆ
								ดังนั้น เราจะเอาเวลาใดไปฝึกสมาธิได้
								นี่เองคือความงดงามของการฝึกสมาธิแบบราชาโยคะ
								เพราะคุณสามารถทำได้ทุกที่
							</p>
						</div>
						<div className="prose prose-indigo mx-auto mt-5 text-gray-500 lg:col-start-1 lg:row-start-1 lg:max-w-none">
							{/* <p>
								Sollicitudin tristique eros erat odio sed vitae,
								consequat turpis elementum. Lorem nibh vel, eget
								pretium arcu vitae. Eros eu viverra donec ut
								volutpat donec laoreet quam urna.
							</p>
							<p>
								Bibendum eu nulla feugiat justo, elit
								adipiscing. Ut tristique sit nisi lorem
								pulvinar. Urna, laoreet fusce nibh leo. Dictum
								et et et sit. Faucibus sed non gravida lectus
								dignissim imperdiet a.
							</p>
							<p>
								Dictum magnis risus phasellus vitae quam morbi.
								Quis lorem lorem arcu, metus, egestas netus
								cursus. In.
							</p> */}
							<ul role="list">
								<li>
									ที่บ้าน
									คุณไม่จําเป็นต้องจัดเตรียมพื้นที่หรือห้องใดขึ้นมาพิเศษ
									เพียงแต่หามุมที่เงียบสงบหรือเก้าอี้ที่สะดวกสบายสักตัว
									จัดตารางเวลาให้เป็นประจำ
									ที่จะได้พบกับตัวตนภายในที่ลึกล้ำที่สุดของคุณเอง
									ไม่นาน คุณก็จะได้พบจุดหนึ่งภายใน
									ที่คุณจะถูกพาไปและสัมผัสกระแสของความนิ่งสงบภายในตนเอง
									และการฝึกที่จะใคร่ครวญในเวลานั้น
									จะช่วยสร้างพื้นที่น้อยๆอันเงียบสงบ
									ที่คุณสามารถแวะเวียนไปได้ทุกเวลาที่คุณต้องการ
								</li>
								<li>
									ในที่ทํางานของคุณ
									ไม่ว่าคุณจะทํางานที่ใดก็ตาม
									เพียงความคิดสร้างสรรค์เล็กน้อยก็จะช่วยให้คุณสามารถหาสถานที่สําหรับฝึกสมาธิได้
									เช่น ระหว่างที่ถือหูรอสายโทรศัพท์
									ก็ฝึกอยู่กับเสียงของความเงียบสงบภายใน
									แทนที่จะเป็นเสียงในโทรศัพท์
									หรือขณะที่กำลังเดินจากโตีะทำงานไปห้องประชุม
									ก็กลับมาอยู่กับตนเองเงียบๆภายใน
									แค่นี้ก็สามารถให้ความสงบสองสามนาทีแก่คุณได้แล้ว
									เพื่อนร่วมงานของคุณจะไม่รู้เลยว่าคุณกำลังทำสมาธิ
									แต่พวกเขาอาจสังเกตเห็นว่าคุณดูมีความสงบสุขมากขึ้น
								</li>
								<li>
									ขณะเดินทาง
									คุณสามารถใช้ช่วงเวลาที่คุณเดินทางจากที่หนึ่งไปยังอีกที่หนึ่ง
									ไม่ว่าจะเป็นการเดิน การขับรถ นั่งรถประจำทาง
									รถไฟฟ้า
									เพื่อแวะไปเยี่ยมเยียนพื้นที่ภายในแห่งความเงียบสงบของคุณได้
									การทําสมาธิแบบเปิดตาของราชาโยคะ
									ทําให้การเดินทางภายในนี้เป็นไปได้โดยง่าย
									และปฏิบัติได้จริงในชีวิตประจำวันทั่วไป
									นอกเหนือจากการจัดเวลานั่งสมาธิเป็นเรื่องเป็นราวด้วย
								</li>
								<li>
									ภายนอกหรือภายในอาคารก็ได้
									คุณสามารถเลือกสถานที่ใดๆของคุณได้เอง
									เพื่อเชื่อมต่อกับตัวตนภายใน
									และเชื่อมต่อกับพระเจ้า
									อาจเป็นริมชายหาดที่สวยงาม
									หรือตอนต่อแถวอยู่ในซุปเปอร์มาร์เก็ต
									ริมฝั่งแม่น้ําที่เงียบสงบ
									หรือห้องรับแขกของคลินิกทำฟัน
									ม้านั่งในจัตุรัสกลางเมือง
									หรือพื้นหญ้าสักแห่ง
									ทุกที่เป็นสถานที่ที่ดีที่จะกลับมานิ่งและเงียบสงบ
									คุณสามารถเลือกสถานที่แห่งสันติสุขของคุณเอง
								</li>

								<li>
									เงียบสงบท่ามกลางฝูงชน
									เมื่อคุณเรียนรู้วิธีสร้างห้องที่เงียบสงบภายในตัวคุณ
									คุณจะพบว่าคุณสามารถก้าวเข้าไปในห้องนั้นได้ตลอดเวลา
									ในเวลาที่มีผู้คนรายล้อมรอบตัว
									หรือขณะอยู่ท่ามกลางเสียงอึกทึกหรือความท้าทาย
									เพียงแต่กลับเข้าไปในสถานที่ที่เงียบที่สุดในโลกนี้
									: พื้นที่แห่งความเงียบของจิตวิญญาณ
								</li>
							</ul>
							<p>
								ไม่ว่าจะอยู่ตามลำพังหรืออยู่กับผู้คน
								ประสบการณ์ที่สวยงามที่สุดของการทําสมาธิอาจจะเกิดขึ้นได้เมื่อคุณอยู่ตามลำพังกับตนเองและพระเจ้า
								แต่ก็อาจจะมีบางครั้งที่คุณอยากเลือกที่จะนั่งสมาธิร่วมกับผู้อื่น
								มีศูนย์การเรียนรู้ของบราห์มากุมารีอยู่มากมายหลายแห่งทั่วโลก
								ที่ซึ่งทุกคนสามารถแวะเวียนไปเพื่อแบ่งปันช่วงเวลาแห่งความสงบร่วมกัน
								และบางครั้งก็จะมีผู้คนที่มีความคิดเหมือนๆกัน
								มาร่วมกันนั่งสมาธิอย่างพร้อมเพรียงกันทั่วโลก
								ด้วยความเข้าใจว่าการกระจายคลื่นพลังงานของความคิดเชิงบวกในเวลาเดียวกันนั้น
								สามารถเพิ่มพลังและช่วยกระจายความปรารถนาดีของพวกเขาออกไปได้มากยิ่งขึ้น
							</p>
							<h3>ชั่วโมงของการทําสมาธิเพื่อโลก</h3>
							<p>
								ประเพณีของการนั่งสมาธิหนึ่งชั่วโมงเพื่อสันติภาพทั่วโลกของที่นี่
								เริ่มขึ้นในปี 1978
								และยังคงเกิดขึ้นอย่างต่อเนื่องทุกวันอาทิตย์ที่สามของเดือน
								จุดมุ่งหมายของเราคือการแบ่งปันกระแสที่ดี
								และแบ่งปันกระแสพลังของความรักและความสงบให้กับโลกและผู้คน
								เพราะแท้จริงแล้วโลกนี้ก็เป็นบ้านของทุกๆชีวิต
								เราสามารถร่วมกันฉายแสงแห่งความหวัง
								เพื่อเป็นแสงสว่างเล็กๆที่จะช่วยเยียวยาโลกที่มีค่ายิ่งนี้ของเรา
							</p>
							<h3>การผ่อนพัก – พื้นที่แห่งความนิ่งสงบ</h3>
							<p>
								นอกจากการสร้างโอเอซิสของความนิ่งสงบและความเงียบในระหว่างวันแล้ว
								บางครั้งเราอาจเลือกที่จะหาเวลาว่างจากกิจวัตรปกติของเราเพื่อการผ่อนพักและฟื้นฟูจิตวิญญาณ
							</p>
							<p>
								{
									"การไปพักผ่อนหรือไปรีทรีตใดก็ตาม คือก้าวแรกที่เราใช้ในการเชื่อมต่อกับ”ตัวตน”ภายในของเราอีกครั้ง เราอาจอยากหาเวลาเพื่อหลีกหนีจากสิ่งต่างๆภายนอก อยากเปลี่ยนแปลงอะไรบางอย่าง ด้วยการขอเวลานอกไปพักที่ไหนสักแห่ง แต่การถอยออกมาและพักได้อย่างแท้จริง ที่ซึ่งเราจะได้กลับเข้าไปสู่แก่นแท้ของชีวิตของเราล่ะ?  เมื่อเราทํางานกับตัวเอง เราสามารถกลับไปสู่พื้นที่ภายในที่เราสามารถเชื่อมต่อกับ 'ตัวตน' ที่แท้จริงของเราได้อีกครั้ง นี่คือ 'ตัวตน' ทางจิตวิญญาณซึ่งเป็นแก่นแท้ของเรา เป็นส่วนของเราที่ไม่เคยเปลี่ยนแปลง"
								}
							</p>
							<p>
								การขอเวลานอกหรือการพักผ่านกระบวนการทําสมาธิก็เป็นการเดินทางในตัวเอง
								การทําสมาธิช่วยให้เราสามารถกลับมายังสถานที่ที่มีความสมดุลภายใน
								ที่ซึ่งความคิด ความรู้สึก พลังงาน และเวลาของเรา
								ถูกนํามาใช้ในลักษณะที่มีคุณค่าและคุ้มค่า
								ทุกอย่างขึ้นอยู่กับขั้นตอนของการรับรู้และความเข้าใจในตัวตนที่แท้จริงของเรา
								ณ
								จุดนี้เราจะเริ่มเปิดประตูสู่ประสบการณ์เชิงบวกมากขึ้นในชีวิต
								เริ่มเห็นคุณค่าของสิ่งต่าง ๆ
								ในความเป็นจิตวิญญาณมากกว่าคุณค่าทางวัตถุ
								และเริ่มสร้างชีวิตที่มีคุณภาพบนพื้นฐานของคุณค่าภายใน
								ที่มีน้ําใจไมตรีและความรักมากพอ
								ความคิดของเราก็จะกลับมากระจ่างชัดเจนขึ้น
								และพลังการตัดสินใจของเราก็เพิ่มขึ้น
							</p>
							<h3>
								การพักผ่อนที่แท้จริงนี้จะช่วยให้เราหวนคืนอีกครั้ง
							</h3>
							<p>
								{`เพื่อให้เราเข้าไปสู่พื้นที่ที่เราสามารถเชื่อมต่อกับสัจจะของเราได้อีกครั้ง
								เพื่อทําความเข้าใจ เพื่อมีประสบการณ์
								และเพื่อตอบคําถามเก่า ๆ ว่า "ฉันเป็นใคร?"
								และเมื่อนั้นเองที่เราจะอยู่ทั้งในจุดเริ่มต้นและจุดสิ้นสุด!
								นั่นคือจุดที่คําถามมาถึงตอนจบ
								และเป็นจุดเริ่มต้นของการที่จะมีประสบการณ์ต่างๆบนเส้นทางนี้
								เและสนุกไปกับการเดินทางนี้`}
							</p>
						</div>
					</div>
				</div>
			</div>
		</div>
	);
}
