{
	"translation": [
		{
			"locale": "en-US",
			"title": "God Knows",
			"body": "The debate about God has lingered for centuries. Some people debunk all notion of a God. Some remain devout till death and, every so often, someone may remark, \"Who cares?\" Insurance companies still refer to ‘acts of God' in the context of catastrophes, war, abuse and discrimination. But is a ‘God' really to be held responsible for human doings? And human mistakes? By now, your mind may have a firm view about the supernatural, the Divine and the coincidental events in our lives. In reality, whatever others say and do, each of us has the freedom to consider ‘God' in a personal and unique way, or refute the existence of a supreme being all together. This section focuses on a divine entity and places the Divine absolutely separate from and above the human game, allowing seekers to take a fresh look at the ‘God' factor. Open-mindedness and bravery will allow your mind, gently and clearly, to sift through alternative ideas. Below are a selection of experiments for you to try. You may like to make notes after each experiment. Experiments for you to try: Experiment 1 God is a Being of Light Implications for life Manmanabhav is the Sanskrit mantra that disciplines the mind. Manmanabhav means to focus your mind on only One Supreme. It is the essence of knowledge and remembrance and is the life-giving nectar. Manmanabhav is the method to recognise the Supreme, to belong to that soul and to love that soul. In silence, there need only be you and the Supreme. In silence, the soul connects to the Supreme and draws spiritual power. This current of light and power is transmitted directly from the Supreme to the soul and the ‘battery' of the soul is recharged. The power of purity accumulated over a period of time gives strength and support to the world. You accumulate purity through the power of silence."
		},
		{
			"locale": "th-TH",
			"title": "พระเจ้ารู้",
			"body": "การถกเถียงเกี่ยวกับพระเจ้าดำเนินมานานหลายศตวรรษ บางคนหักล้างความคิดเห็นทั้งหมดเกี่ยวกับพระเจ้า บ้างยังคงเป็นผู้ภักดีอย่างจริงจังจนตาย และบ่อยครั้งที่บางคนอาจกล่าวว่า \"ใครสนกัน\" บริษัทประกันภัยยังคงอ้างถึง 'การกระทําของพระเจ้า' ในบริบทของภัยพิบัติ สงคราม การละเมิดและการเลือกปฏิบัติ แต่ 'พระเจ้า' ต้องรับผิดชอบต่อการกระทําของมนุษย์หรือ? และความผิดพลาดที่มนุษย์เป็นผู้กระทำเหล้า? ถึงตอนนี้ จิตใจของคุณอาจมีมุมมองที่มั่นคงเกี่ยวกับสิ่งเหนือธรรมชาติ สิ่งสูงสุดและเหตุการณ์บังเอิญในชีวิตของเรา ในความเป็นจริงไม่ว่าคนอื่นจะพูดและทําอะไรก็ตาม เราแต่ละคนมีอิสรภาพที่จะคิดถึง 'พระเจ้า' ในแบบของตัวเราเองที่ไม่เหมือนใคร หรือปฏิเสธการดํารงอยู่ของสิ่งสูงสุดก็ได้ เนื้อหาส่วนนี้มุ่งเน้นไปที่ชีวิตที่สูงส่งและแยกพระเจ้าออกมาอย่างสมบูรณ์และและให้ท่านไปอยู่เหนือเกมของมนุษย์ เพื่อทําให้ผู้แสวงหาได้มีมุมมองใหม่ๆเกี่ยวกับ 'พระเจ้า' การเปิดใจและความกล้าหาญจะช่วยให้จิตใจของคุณอ่อนโยนและกระจ่างมากพอที่จะพิจารณาความคิดเห็นที่เป็นทางเลือกต่างๆ เนื้อหาต่อไปนี้เป็นการทดลองที่คัดสรรมาให้คุณได้ทดลอง คุณอาจต้องการจดบันทึกหลังจบแต่ละการทดลอง 1. 2. การนำไปใช้ในชีวิต มานมานะบาฟ คือ มันตราที่ฝึกวินัยให้กับจิตใจ มานมานะบาฟ หมายถึงการเพ่งรวมจิตใจกับผู้เดียวเท่านั้น เป็นสาระของความรู้และการจดจำระลึกถึง และเป็นน้ำทิพย์ที่ชุบชีวิต มานมานะบาฟ คือ วิธีการที่จะตระหนักรู้จักสิ่งสูงสุด ที่จะกลายเป็นของท่าน และรักท่าน ในความเงียบสงบ, มีเพียงแค่คุณและสิ่งสูงสุดเท่านั้น. ในความเงียบสงบ ดวงวิญญาณเชื่อมโยงกับดวงวิญญาณสูงสุดและดึงพลังทางจิตวิญญาณ กระแสพลังของแสงและอำนาจนี้จะถูกส่งผ่านมาโดยตรงจากสิ่งสูงสุดไปยังดวงวิญญาณและ 'แบตเตอรี่' ของดวงวิญญาณจะถูกชาร์จใหม่ พลังของความบริสุทธิ์ที่ถูกสะสมไว้ให้ความแข็งแกร่งและการค้ำจุนโลก ด้วยพลังแห่งความเงียบสงบคุณจะสะสมความบริสุทธิ์ในตนเอง"
		}
	]
}
