{
	"translation": [
		{
			"locale": "en-US",
			"title": "Healthy living",
			"body": " Health means energy We enjoy best health when we are careful about what we eat, the company we keep, the images we absorb, the time we honour and the people we respect. Such timeless advice has been part of folklore for centuries but in these modern times many of us have abandoned this wisdom. Curiously, our time-hungry societies have goaded us into less than healthy living patterns, where we eat fast foods and sugar-laden snacks, sleep less, exercise less, talk less and worry more about the mortgage, the children's schooling, depleting our reserves. Many of us run on adrenalin - or speed! We know that this speedy lifestyle cannot last. If we are lucky, we can sustain better health if we buy a gym membership, take up yoga or even study meditation. But many of us just collapse on the sofa in front of the television, reaching for the anaesthetic of the TV. There is a choice. Real food, with energy. Real face-to-face time with family and friends. Real time with the self, sitting quietly in the garden or in the park to enjoy some sunshine and fresh air. We are human beings, not human doings. When we drop our addiction to action, to being busy and ‘achieving' and just be - simply sit and breathe - we give our body a chance to heal and reset the balance. One of life's challenges is to remain the ‘witness', one step removed from the hurly-burly. That extra space allows you the grace of a millimetre's distance to save you from getting over-involved and over-emotional. Seize the day and remember you are in charge of your life. Smart living You become the master when you understand energy. Be conscious of the foods you eat, how much you eat and how fast you eat it. Meat is loaded with hormones that the body doesn't need. Alcohol can have more damaging consequences than we might imagine. Slow food is one option. A plant based diet places lighter loads on body organs and save lives. To find out more about Wholesome ingredients and Vegetarian recipes, Think smart. Eat smart and move smart. Your body and mind will reward you with better sleep and clearer concentration. In fact, you may have to plan what to do with all the extra time! Is time driving you or do you drive time? We create time. We have diaries and phone reminders to manage the pace. We can easily book time out to feed the soul. So why not do that? If you allow quality time with your own inner self, then, by the laws of energy, you will know quality time with others; you will listen well, make clear notes and informed decisions - and save time! The outcomes will delight you. Chill out; stay cool And, if circumstances still seem erratic despite your best planning, at least you will not lose your cool and waste energy through an explosion of redundant anger. Outbursts waste time and energy - and people remember them for a long time. Be ‘time smart' and find new ways to channel any disturbed energy. Play squash. Dig up your weeds. Tidy your bathroom. Walk a dog. Stay cool, whatever is happening!"
		},
		{
			"locale": "th-TH",
			"title": "การใช้ชีวิตที่เพื่อการมีสุขภาพที่ดี",
			"body": "สุขภาพ หมายถึง พลังงาน เราจะสุขภาพที่ดีได้เมื่อเราระมัดระวังสิ่งที่เรารับประทาน เพื่อนที่เราคบ ความทรงจำที่เราเก็บไว้ในใจ วันเวลาที่เรารู้สึกเป็นสุขและผู้คนที่เราเคารพ คำแนะนำที่เป็นอมตะเช่นนี้เป็นส่วนหนึ่งของภูมิปัญญาโบราณมานานหลายศตวรรษ แต่ในยุคปัจจุบันพวกเราหลายคนได้ละทิ้งภูมิปัญญานี้ สังคมที่เร่งรีบและอยากรู้อยากเห็น กระตุ้นให้เราไปสู่การใช้ชีวิตที่ไม่เอื้อต่อการมีสุขภาพที่ดี เรากินอาหารจานด่วนและขนมขบเคี้ยวที่มีปริมาณน้ําตาลสูงพักผ่อนไม่เพียงพอ ไม่ออกกำลังกาย พูดคุยกันน้อยลงและวิตกกังวลมากขึ้นกับค่าใช้จ่าย การศึกษาของลูก ๆ ทําให้พลังงานสํารองของเราหมดลง พวกเราหลายคนถูกขับเคลื่อนด้วยอะดรีนาลิน - ใช้ชีวิตอย่างเร่งรีบภายใต้แรงกดดัน! เรารู้ว่าวิถีชีวิตที่รวดเร็วนี้ไม่ใช่คำตอบของชีวิต หากเราโชคดี เราอาจจะมีสุขภาพที่ดีขึ้นถ้าเราสมัครเป็นสมาชิกโรงยิม เล่นโยคะหรือแม้แต่เรียนสมาธิ แต่พวกเราหลายคนเพียงแต่นั่งหมดแรงบนโซฟาหน้าจอโทรทัศน์ ใช้ความบันเทิงเพื่อทำให้ตนเองรู้สึกดีขึ้น ทางเลือก 1. มื้ออาหารที่มีพลังงาน 2. ใช้เวลาพบปะ สังสรรค์กับครอบครัวและเพื่อน ๆ ไม่ใช่แค่ผ่านโซเชียล มีเดีย 3. หาเวลาอยู่กับตนเองจริง ๆ อาจนั่งเงียบ ๆ ในสวน เพลิดเพลินกับแสงแดดและอากาศบริสุทธิ์ 4. เราเป็น human beings ไม่ใช่human doings เมื่อเราทิ้งการเสพติดของการหาอะไรทำเพื่อให้ตนเองไม่ว่างและได้รับความสำเร็จ และกลับมาอยู่นิ่งๆ กับตนเอง - เพียงแค่นั่งนิ่งๆอยู่กับลมหายใจ - เรากำลังทำให้ร่างกายของเราได้เยียวยาตนเองเพื่อกลับคืนสู่สมดุล หนึ่งในความท้าทายของชีวิตคือการอยู่อย่างเป็น 'ผู้เฝ้าดู' ก้าวถอยออกมาหนึ่งก้าวจากความเร่งรีบ เนื้อที่พิเศษนั้นช่วยปกป้องคุณจากอารมณ์ที่อ่อนไหวและการหมกมุ่นมากเกินไป ทำให้วันนี้เป็นวันของคุณและระลึกไว้เสมอว่าคุณคือผู้ที่รับผิดชอบต่อชีวิตของตนเอง การใช้ชีวิตอย่างชาญฉลาดSmart living คุณจะกลายเป็นนายเมื่อคุณเข้าใจพลังงาน ระมัดระวังกับอาหารที่คุณรับประทาน ปริมาณที่คุณทานและความเร็วในการทานอาหาร เนื้อสัตว์เต็มไปด้วยฮอร์โมนที่ไม่จำเป็นต่อร่างกาย แอลกอฮอล์สร้างความเสียหายได้มากกว่าที่เราคิด Slow food คืออีกหนึ่งทางเลือก (Slow food วัฒนธรรมการกินที่ละเมียดละไม ใส่ใจต่อสุขภาพและที่มาของอาหารและวัตถุดิบต่างๆ เช่น ปลอดสารเคมีสดใหม่ ไม่ทำลายสิ่งแวดล้อม ไม่กดขี่ค่าแรง หรือมีส่วนในการทำลายวัฒนธรรมการผลิตแบบท้องถิ่น ฯลฯ เพราะการกินไม่ใช่แค่การเอาอาหารเข้าปาก แต่ยังเชื่อมโยงกับทรัพยากรของโลก ตลอดจนวัฒนธรรมการผลิตอาหารแบบท้องถิ่นหรือชุมชน) อาหารจากพืชทำให้ร่างกายย่อยง่ายและให้ชีวิต หากต้องการทราบข้อมูลเพิ่มเติมเกี่ยวกับสูตรอาหารมังสวิรัติ (ลิงก์ เข้า yogi อร่อย) คิดอย่างฉลาด กินอย่างชาญฉลาดและก้าวไปอย่างฉลาด ร่างกายและจิตใจของคุณจะให้รางวัลแก่คุณด้วยการนอนที่หลับสนิทขึ้นและมีสมาธิมากขึ้น ในความเป็นจริงคุณอาจต้องวางแผนว่าจะใช้เวลาที่ได้มาเพิ่มนั้นอย่างไรด้วยซ้ำ! เวลากำหนดคุณหรือคุณกำหนดเวลา เราสร้างเวลา เรามีไดอารี่และการแจ้งเตือนทางโทรศัพท์เพื่อจัดการจังหวะชีวิต เราสามารถนัดหมายเวลาเพื่อป้อนอาหารที่ดีแก่ดวงวิญญาณได้อย่างง่ายดาย แล้วทํเหตุใดจึงไม่ทำเล่า? หากคุณให้เวลาที่มีคุณภาพกับตัวตนภายในของคุณเอง และแล้วตามกฎของพลังงาน คุณจะใช้เวลากับผู้อื่นมีคุณภาพ คุณจะรับฟังได้ดีขึ้น จดบันทึกที่ชัดเจน ตัดสินใจได้อย่างรวดเร็ว - และประหยัดเวลา! ผลลัพธ์จะทําให้คุณพึงพอใจ สบาย ๆ ใจเย็น ๆ และถ้าสถานการณ์ยังเอาแน่เอานอนไม่ได้ทั้งๆ ที่วางแผนไว้อย่างดีที่สุดแล้ว แต่อย่างน้อยคุณจะไม่สูญเสียความเยือกเย็นและเสียพลังงานไปกับการระเบิดความโกรธที่เกินเหตุ การระเบิดอารมณ์เช่นนั้นทำให้เราเสียเวลาและพลัง - และคนอื่นๆ จะจดจําเรื่องราวนั้นไปอีกยาวนาน เป็นผู้ 'ฉลาดในการใช้เวลา' และหาวิธีใหม่ๆ ในการปรับเปลี่ยนพลังงานที่ปะทุขึ้นมานั้น อาจไปเล่นสควอช ถอนวัชพืชล้างห้องน้ํา พาสุนัขไปเดินเล่น ไม่ว่าอะไรจะเกิดขึ้น ใจเย็นๆ!"
		}
	]
}
