{
	"translation": [
		{
			"locale": "en-US",
			"title": "Karma",
			"body": "What comes around goes around… Life is made of action and reaction – nothing less. Our actions always set in motion an equal and opposite flow. When we spread good vibes during the day, we feel great at day's close. If you smile at someone, what are the chances that they will smile back at you, even if they don't know you? If you take a moment out of your routine to ring a friend in hospital or help an elderly person load their car with groceries, positive vibes of their gratitude will reach you. When we feel grumpy, the same principle applies. How we feel about ourselves, our looks, our opportunities will reverberate again and again and again. Until we change the tune! The boomerang of anger If we hurt someone, we will have to face the consequence at some point; rarely right now. However tempting it might be to strike someone for their misdeed or punish a mischievous child with force, repercussions will emerge later in life. To lash out in anger or retribution sets in motion an energetic boomerang that will return. Seeing ahead in the moment, foreseeing consequence and acting on it, signals the beginning of wisdom and healthy self-regard. To fully participate in life is to become fully awake to the reality that each action has an effect. Every movement counts. Each thought rebounds. In contemplation, we witness how each act sets off ‘waves' that will strike some distant ‘shore' and reverberate back into our life. Move on Do you carry sad memories, holding them like a security blanket? When life had the good sense to ‘move on', why didn't you? Stepping forward and leaving the past behind does not mean that you diminish the significance of past challenges and losses - things did happen. But now move on. A change of melody will change how you feel. Behind the scenes The world is an echo chamber. Everything we hear is an echo of our own voice bouncing back onto our eardrums. Each movement and event is a rebound from the past. Everything. Our universe is a hall of mirrors; each moment a reflection of an earlier scene or interaction; each love, a reflection of self-respect. Which means, of course, that each moment is a unique opportunity to avoid doing anything that will bring us future pain and, instead, sow a seed that will bring us the sweetest of fruits. \"Non-violence leads to the highest ethics, which is the goal of all evolution. Until we stop harming all other living beings, we are still savages.\" Thomas Edison, inventor Implications for life Always remember that the Law of Karma acts like an echo. If you speak about anyone's defects or anyone's mistakes, even if you consider yourself to be sensible and responsible, this wasteful speaking will echo back to you. The powerful law of action and reaction says that if today you defame anyone, tomorrow someone else will defame you twice as much. From The Story of Immortality by Mohini Panjabi, BKIS Publications, 2008"
		},
		{
			"locale": "th-TH",
			"title": "กรรม",
			"body": "ทำสิ่งใด ย่อมได้สิ่งนั้นกลับคืนมา ชีวิตสร้างขึ้นมาจากการกระทําและผลที่เกิดตามมาของการกระทำนั้น - ไม่มากและไม่น้อยไปกว่านั้น การกระทําของเราอยู่ภายใต้การกระทำและและผลที่เกิดขึ้นตามมาที่เท่าเทียมกัน เมื่อเรากระจายความรู้สึกที่ดีออกไปในระหว่างวัน เรารู้สึกดีเมื่อจบวัน หากคุณยิ้มให้ใครสักคน ก็มีโอกาสโอกาสที่พวกเขาจะยิ้มให้คุณ แม้ว่าพวกเขาจะไม่รู้จักคุณก็ตาม หากคุณหาเวลาชั่วครู่จากชีวิตประจำวันของคุณเพื่อโทรหาเพื่อนที่รักษาตัวอยู่ในโรงพยาบาลหรือช่วยเอาของชำใส่รถเข็นให้กลับผู้สูงอายุ ความรู้สึกดีๆของการขอบคุณจากใจของพวกเขาจะมาถึงคุณ และเช่นเดียวกันในเวลาที่เรารู้สึกไม่พอใจ กระแสจิตเดียวกันนั้นก็กลับคืนมาหาเรา ความรู้สึกที่เรามีต่อตนเอง ต่อภาพลักษณ์ของเรา และต่อสิ่งต่างๆที่เกิดขึ้นในชีวิตของเราก็จะสะท้อนกลับไปมาครั้งแล้วครั้งเล่าจนกว่าเราจะเปลี่ยนแปลง! บูมเมอแรงของความโกรธ ถ้าเราทําให้ใครบางคนเสียใจ เราจะต้องเจอกับผลของกรรมนั้น หากไม่ใช่ ณ ตอนนั้นทันทีก็จะเป็นสักวันข้างหน้า ไม่ว่าเราจะทุบตีใครบางคนเพราะการกระทําที่ผิดของพวกเขาหรือลงโทษเด็กที่ซุกซนด้วยอำนาจ ผลกรรมจากอดีตที่เราทำจะย้อนกลับมาในชีวิตของเราในเวลาต่อมา การเฆี่ยนตีด้วยความโกรธจะได้รับการย้อนกลับคืนมาของการกระทำด้วยความแรงเท่าเทียมกันเหมือนกับการขว้างบูมเมอแรง การคิดถึงอนาคตด้วยการเห็นผลที่ตามมาของสิ่งที่ตัดสินใจก่อนลงมือทำจึงเป็นสิ่งชี้บอกของจุดเริ่มต้นของผู้มีปัญญาที่มีความเคารพตนเอง ความใส่ใจในการใช้ชีวิตคือการอยู่อย่างตื่นตัวอย่างเต็มที่ต่อความเป็นจริงที่ว่า แต่ละการกระทํามีผลกระทบ ทุกการเคลื่อนไหวมีค่า แต่ละความคิดสะท้อนกลับมา ในการใคร่ครวญไตร่ตรอง เราจะเห็นได้ว่าแต่ละการกระทําก่อให้เกิด 'คลื่น' ที่จะโจมตี 'ชายฝั่ง' ที่ห่างไกลและสะท้อนกลับคืนมาในชีวิตของเรา To fully participate in life is to become fully awake to the reality that each action has an effect. Every movement counts. Each thought rebounds. In contemplation, we witness how each act sets off ‘waves' that will strike some distant ‘shore' and reverberate back into our life. Move on ไปต่อ คุณแบกเอาความทรงจําที่น่าเศร้า ปกป้องความทรงจำเหล่านั้นเรากลับเป็นทรัพย์สินที่มีค่าหรือไม่ ในเมื่อชีวิตยังรู้คิดว่าต้องดำเนินต่อไป เหตุใดคุณจึงไม่ทำเช่นเดียวกันเล่า การก้าวไปข้างหน้าและทิ้งอดีตไว้ข้างหลังไม่ได้หมายความว่าคุณลดความสําคัญของความท้าทายและความสูญเสียในอดีต - สิ่งต่าง ๆ เกิดขึ้น ไปแล้ว แต่นี่คือเวลาที่ต้องไปต่อ การเปลี่ยนแปลงของท่วงทํานองในชีวิตจะเปลี่ยนความรู้สึกของคุณ เบื้องหลังฉาก โลกคือ Echo Chamber (พื้นที่แห่งเสียงสะท้อน หรือความหมายโดยนัยคือ สถานการณ์ที่คนจะได้ยินแต่ความคิดเห็นแบบเดียวกัน) ทุกสิ่งที่เราได้ยินเป็นเสียงสะท้อนของเสียงของเราเองที่สะท้อนกลับมายังแก้วหูของเรา แต่ละการเคลื่อนไหวและแต่ละเหตุการณ์คือการสะท้อนของอดีต วจากอดีต ทุกสิ่ง จักรวาลของเราเป็นห้องกระจก; ในแต่ละช่วงเวลาคือภาพสะท้อนของฉากหรือปฎิกิริยาก่อนหน้านั้น ความรักคือภาพสะท้อนของความเคารพตนเอง ซึ่งหมายความว่า แต่ละนาทีจึงเป็นโอกาสที่พิเศษที่สุดที่จะหลีกเลี่ยงการทําสิ่งที่จะสร้างความเจ็บปวดแก่ตนเองในอนาคต และหว่านเมล็ดพันธุ์ที่จะให้ผลไม้ที่หวานที่สุดแก่ตนเอง \"การไม่ใช้ความรุนแรงนำไปสู่จริยธรรมที่สูงที่สุด ซึ่งเป็นเป้าหมายของการวิวัฒนาการทั้งมวล ถ้าเรายังไม่หยุดทำร้ายทุกสิ่งมีชีวิตอื่นใด เราจะยังคงเป็นคนป่าเถื่อน\" โธมัส เอดิสัน นักประดิษฐ์ การนำไปใช้ในชีวิต จดจำเสมอว่ากฎแห่งกรรมเป็นเหมือนกับเสียงสะท้อน หากคุณพูดถึงข้อบกพร่องหรือความผิดพลาดของใคร ต่อให้คุณคิดว่าตัวคุณนั้นเป็นผู้ที่รับผิดชอบและรู้คิดอย่างยิ่ง การพูดที่ไร้ประโยชน์นี้เป็นเช่นที่ว่ามันจะสะท้อนกลับมาหาคุณ เสียงของตัวคุณเองจะสะท้อนกลับมาหาคุณดังยิ่งกว่าเดิม กฎแห่งกรรมที่ทรงพลังอย่างยิ่งก็คือ หากวันนี้คุณประณามใคร วันพรุ่งนี้ใครบางคนอื่นจะประณามคุณมากเป็นสองเท่า"
		}
	]
}
