{
	"translation": [
		{
			"locale": "en-US",
			"title": "Experience Raja Yoga",
			"paragraph1": "Imagine yourself as a capable, empowered, successful and happy soul. Imagine being aware of each thought and reaction that comes to mind - and then ruling it. Within a nanosecond, you claim the power to act on the idea or ditch it. Consider the negative traits in your personality that you wish would not play out: the thoughts of self-doubt, sabotage, low self-regard, guilt, worry etc. At your will, they will never again be spoken by you or affect your relationships at home, at work or on the sports field. Some might baulk at being so ‘in control' of themselves. But if you really ‘get' soul, you can ‘get in control' of yourself. Just yourself. Other people's lives and games are their own. You are only responsible for yourself. Our mums and dads did what they did - sometimes well, sometimes not - but that time has passed, and you are now the independent soul, who can choose how to live. With Raja Yoga meditation you can throw off the old patterns of influence and recreate yourself to be how you want to be. That is the power of Raja Yoga.",
			"paragraph2": "This ancient meditation practice harnesses your natural powers and trains your mind to be your friend. You are not your mind; you are not your body. You have a mind and you have a body. These ‘tools' sometimes work well and at other times may need calm and exercise to get back to a healthy path. We all make mistakes. We all waste resources. We waste our words, our energy and our time until we pause and think deeply about what matters in our life. When we hold on tight to our views, the mind shrinks and smothers any power to love. In that state, the soul can't breathe new energy into a situation - and everyone loses. But when we sit quietly, cancelling all mindsets, and allow ourselves to know the deep peace of the soul, miraculous changes can happen for the better. People will understand you clearly, new doors will open, friends will call and that stiff neck will relax! Raja Yoga teaches us to step back and observe life, take a calm breath, cool our reactions, and step forward in the way we choose - independent of others urging us to think or act as they wish. Raja Yoga sets you free. Raja Yoga releases the power to respond with love."
		},
		{
			"locale": "th-TH",
			"title": "ประสบการณ์กับการฝึกสมาธิแบบราชาโยคะ",
			"paragraph1": "ลองนึกภาพว่าตัวคุณเองเป็นผู้ที่มีศักยภาพ มีพลัง เป็นดวงวิญญาณที่มีความสุขและได้รับความสำเร็จ ลองนึกภาพว่าคุณมีสติ คุณรับรู้ทุกความคิดและปฏิกิริยาที่เกิดขึ้นในจิตใจ และควบคุมตนเองได้ คุณมีพลังที่จะเลือกได้ในเสี้ยววินาทีว่าจะนำความคิดนั้นไปสู่การกระทำหรือโยนความคิดนั้นทิ้งไป คิดถึงนิสัยที่ไม่ดีของตัวเอง นิสัยที่คุณอยากเอาออกไป อาจจะเป็นความไม่มั่นใจในตนเอง ความคิดร้ายๆ ที่บ่อนทำลาย การขาดความเคารพตนเอง ความรู้สึกผิด ความวิตกกังวลและอื่นๆ และด้วยความตั้งใจของคุณเอง คุณจะไม่พูดถึงสิ่งเหล่านั้นอีกและจะไม่ปล่อยให้นิสัยเหล่านั้นส่งผลต่อความสัมพันธ์ของคุณกับคนอื่น ไม่ว่าจะที่บ้าน ที่ทำงานหรือที่ใดก็ตาม บางคนอาจจะคัดค้านกับการเป็น “ผู้ที่ควบคุม” ของตนเอง แต่หากคุณเข้าใจดวงวิญญาณคุณก็จะสามารถควบคุมตนเอง เฉพาะตนเองเท่านั้น เพราะเกมและชีวิตของคนอื่นๆนั้นเป็นเรื่องของพวกเขา คุณรับผิดชอบต่อตนเองเท่านั้น พ่อและแม่ของคุณ พวกท่านทำในสิ่งที่พวกท่านต้องทำ ซึ่งมีทั้งสิ่งที่ดีและไม่ดี แต่ช่วงเวลานั้นผ่านไปแล้ว และเวลานี้คุณคือดวงวิญญาณที่เป็นอิสระ ผู้ที่สามารถเลือกวิถีชีวิตของตนเองได้ ด้วยการฝึกสมาธิแบบราชาโยคะ คุณจะสามารถโยนรูปแบบเก่าๆ ของการตกภายใต้อิทธิพลทิ้งไป และสร้างตัวคุณเองขึ้นมาใหม่อย่างที่คุณต้องการ นี่คือพลังของราชาโยคะ",
			"paragraph2": "การฝึกสมาธิแบบดั้งเดิมโบราณนี้ทำให้คุณใช้พลังได้อย่างเป็นธรรมชาติและฝึกฝนให้จิตใจของคุณเป็นมิตรกับตัวคุณเอง คุณไม่ใช่จิตใจของคุณ คุณไม่ใช่ร่างกายของคุณ คุณมีจิตใจ และคุณมีร่างกาย บางครั้ง “เครื่องมือ” เหล่านี้ก็ทำงานอย่างดี แต่บางครั้งอาจจะต้องการความสงบและการออกกำลังเพื่อที่จะกลับคืนสู่สุขภาวะที่ดี เราทั้งหมดล้วนทำผิดพลาด เราทั้งหมดล้วนสูญเปล่าทรัพยากร เราสูญเสียเวลา คำพูดและพลังงานของเรา จนกว่าเราจะหยุดและคิดอย่างลึกซึ้งถึงสิ่งที่มีความสำคัญในชีวิต เมื่อเรายึดมั่นกับมุมมองของตนเองมากเกินไป เราจะกลายเป็นคนใจแคบและไม่มีพลังที่จะรัก ในสภาวะเช่นนั้นดวงวิญญาณจะจะไม่สามารถเติมพลังงานใหม่ ๆเข้าไปในสถานการณ์ และทุกคนก็จะพบกับการสูญเสีย ในเมื่อเรานั่งอย่างเงียบๆ ยกเลิกกรอบความคิดทั้งหมด และอนุญาตให้ตัวเราเองที่จะรู้ถึงความสงบที่ลึกล้ำของดวงวิญญาณ และแล้วปาฏิหาริย์ก็จะเกิดขึ้น เราจะเปลี่ยนไปเป็นคนที่ดีขึ้น ผู้คนจะเข้าใจเรามากขึ้น โอกาสใหม่ๆก็จะถูกเปิดขึ้นมา เพื่อนฝูงจะโทรหาเรา และความเครียดของเราก็จะลดลง ราชาโยคะสอนให้เราก้าวออกมาและสังเกตการณ์ชีวิต บอกตนเองให้ใจเย็นๆ ลดความรุนแรงของปฏิกิริยาของตนเอง และก้าวไปข้างหน้าในหนทางที่เราเลือก เป็นอิสระจากการตกภายใต้การถูกกระตุ้นให้คิดหรือทำอย่างที่ผู้อื่นต้องการ ราชาโยคะทำให้เราเป็นอิสระ ราชาโยคะช่วยให้เราตอบสนองต่อสถานการณ์ต่างๆ ด้วยความรัก"
		}
	]
}
