{
	"translation": [
		{
			"locale": "en-US",
			"title": "Soul",
			"soul": "Soul",
			"soul_body": "\"Let there be light. And more light...\" At this time of dark attitudes, when gloom and mental distress plague many lives, you may be ready for something fresh in your life that adds bounce to your step. Something that is free. Something that's always there. Some call it ‘soul', zest or raison d'être - a powerful sense of self, drawn from a wellspring inside our mind and body that makes each new day worth a cheerful ‘hello'. This reservoir of positive energy can be called the soul. It's tiny and invisible to the human eye. The soul sparkles with spiritual power. The soul is naturally sweet and loving. The soul is peaceful. The soul holds memories. The soul is unique.",
			"personality": "Personality",
			"personality_body": "Personality is non-physical. The real you is spirit. Your body is not you. It belongs to you, but it is not who you are. A heart transplant recipient who receives a donated organ does not take on the donor's character. The amputee remains the same person they always were after the limb has gone. The memorial of the soul is found in the Indian ‘tilak' or the Buddhist ‘third eye', located in the centre of the forehead. Although invisible to the eye, a moment's meditation can re-open an awareness of this inner energy. This soul energy keeps us going - keeps us going for centuries. From time to time, people comment that a newborn baby looks like ‘an old soul'. Reflecting on this comment, perhaps many of us have been on this planet, living as human beings, for a long time and know how the planet works, and what threatens it. Such people care. Deeply. Since each soul has its own history and identity, the study of the soul is a personal one.",
			"caring": "Caring for ourselves",
			"caring_body": "Part of caring for ourselves includes spending time each day to recharge our energy reserves with meditation. Meditation links us to a source of power beyond ourselves. Popular scientists and broadcasters may debunk any notion of this source, but plenty of people fuel each day with prayer, reflection and affirmations to empower positive change and hope. So the choice is ours: to practise or not.",
			"implications": "Implications for life",
			"implications_body": "\"To reflect on your own eternal identity and your original identity, to know yourself on those terms and to remain in such thoughts about yourself, is said to be thinking of yourself as a spiritual being. This is called the stage of soul consciousness\" From The Story of Immortality by Mohini Panjabi, BKIS Publications, 2008"
		},
		{
			"locale": "th-TH",
			"title": "ดวงวิญญาณ",
			"soul": "“ขอให้มีแสงที่สว่างไสวยิ่งขึ้น…” ในช่วงเวลาของความมืดมน ยามที่ความทุกข์และความหมองหม่นของจิตใจบ่อนทำลายชีวิตของผู้คนมากมาย อาจจะเป็นเวลาเตรียมคุณให้พร้อมรับสิ่งใหม่ในชีวิตที่จะช่วยให้คุณก้าวหน้าไปได้ดีขึ้น บางสิ่งที่ฟรี บางสิ่งที่อยู่ตรงนั้นเสมอบางสิ่ง บางคนเรียกสิ่งนั้นว่า “ดวงวิญญาณ” บ้างเรียกว่า “หัวใจสำคัญของการมีชีวิตเป็นมนุษย์ หรือ สำนึกที่ทรงพลังของการตระหนักรู้จักตนเอง ที่ถูกดึงออกมาจากน้ำพุภายในจิตใจและร่างกายของเราที่ทำให้เราทักทายทุกวันเวลาของชีวิตได้อย่างสดชื่น ดวงวิญญาณคือแหล่งของพลังงานทางบวกนี้ มันเล็กและมองไม่เห็นด้วยดวงตา ดวงวิญญาณเปล่งประกายด้วยพลังทางจิตวิญญาณ ดวงวิญญาณมีธรรมชาติที่อ่อนหวานและน่ารัก ดวงวิญญาณสงบสุข ดวงวิญญาณเก็บความทรงจําไว้ ดวงวิญญาณมีเอกลักษณ์เฉพาะตัว",
			"soul_body": "การฝึกสมาธิแบบดั้งเดิมโบราณนี้ทำให้คุณใช้พลังได้อย่างเป็นธรรมชาติและฝึกฝนให้จิตใจของคุณเป็นมิตรกับตัวคุณเอง คุณไม่ใช่จิตใจของคุณ คุณไม่ใช่ร่างกายของคุณ คุณมีจิตใจ และคุณมีร่างกาย บางครั้ง “เครื่องมือ” เหล่านี้ก็ทำงานอย่างดี แต่บางครั้งอาจจะต้องการความสงบและการออกกำลังเพื่อที่จะกลับคืนสู่สุขภาวะที่ดี เราทั้งหมดล้วนทำผิดพลาด เราทั้งหมดล้วนสูญเปล่าทรัพยากร เราสูญเสียเวลา คำพูดและพลังงานของเรา จนกว่าเราจะหยุดและคิดอย่างลึกซึ้งถึงสิ่งที่มีความสำคัญในชีวิต เมื่อเรายึดมั่นกับมุมมองของตนเองมากเกินไป เราจะกลายเป็นคนใจแคบและไม่มีพลังที่จะรัก ในสภาวะเช่นนั้นดวงวิญญาณจะจะไม่สามารถเติมพลังงานใหม่ ๆเข้าไปในสถานการณ์ และทุกคนก็จะพบกับการสูญเสีย ในเมื่อเรานั่งอย่างเงียบๆ ยกเลิกกรอบความคิดทั้งหมด และอนุญาตให้ตัวเราเองที่จะรู้ถึงความสงบที่ลึกล้ำของดวงวิญญาณ และแล้วปาฏิหาริย์ก็จะเกิดขึ้น เราจะเปลี่ยนไปเป็นคนที่ดีขึ้น ผู้คนจะเข้าใจเรามากขึ้น โอกาสใหม่ๆก็จะถูกเปิดขึ้นมา เพื่อนฝูงจะโทรหาเรา และความเครียดของเราก็จะลดลง ราชาโยคะสอนให้เราก้าวออกมาและสังเกตการณ์ชีวิต บอกตนเองให้ใจเย็นๆ ลดความรุนแรงของปฏิกิริยาของตนเอง และก้าวไปข้างหน้าในหนทางที่เราเลือก เป็นอิสระจากการตกภายใต้การถูกกระตุ้นให้คิดหรือทำอย่างที่ผู้อื่นต้องการ ราชาโยคะทำให้เราเป็นอิสระ ราชาโยคะช่วยให้เราตอบสนองต่อสถานการณ์ต่างๆ ด้วยความรัก",
			"personality": "ตัวตนของเรา",
			"personality_body": "ตัวตนที่แท้จริงของคุณคือวิญญาณ ร่างกายของคุณไม่ใช่คุณ ร่างนั้นเป็นของคุณ แต่ไม่ใช่คุณ ต่อให้คุณได้รับการปลูกถ่ายหัวใจที่ได้รับการบริจาคมา แต่อุปนิสัยของผู้บริจาคไม่ได้มาพร้อมหัวใจดวงนั้น ใครบางคนที่ถูกตัดแขนหรือขาก็ยังคงเป็นคนเดิมที่พวกเขาเป็น แม้ว่าแขนขาของพวกเขาถูกตัดทิ้งไปแล้วก็ตาม เราพบร่องรอยความทรงจำเกี่ยวกับดวงวิญญาณได้ใน 'tilak' ของอินเดีย หรือ 'ตาที่สาม' ของชาวพุทธซึ่งตั้งอยู่กลางหน้าผาก แม้ว่าจะมองไม่เห็นด้วยดวงตา แต่การทําสมาธิสามารถเปิดสำนึกรู้ของพลังงานภายในนี้ขึ้นมาอีกครั้ง พลังงานของดวงวิญญาณนี้ช่วยให้มีชีวิตต่อไปได้ยาวนานหลายศตวรรษ หลายต่อหลายครั้ง ผู้คนแสดงความคิดเห็นว่าทารกแรกเกิดคนนี้ดูเหมือน 'ดวงวิญญาณเก่า' เมื่อใคร่ครวญข้อคิดเห็นนี้ บางทีพวกเราหลายคนอาจเคยมีชีวิตอยู่บนโลกใบนี้ในฐานะมนุษย์มายาวนาน และรู้ว่าโลกทํางานอย่างไรและอะไรคือสิ่งคุกคามโลก บุคคลเหล่านี้ห่วงใย อย่างลึกซึ้ง เพราะดวงวิญญาณแต่ละดวงมีเอกลักษณ์และเรื่องราวของตนเอง การศึกษาจิตวิญญาณจึงเป็นการศึกษาส่วนบุคคล",
			"caring": "การดูแลตนเอง",
			"caring_body": "การใช้เวลาในแต่ละวันเพื่อชาร์จแหล่งพลังงานของเราด้วยการทําสมาธินับเป็นส่วนหนึ่งของการดูแลตัวเอง การทําสมาธิเชื่อมโยงเรากับแหล่งพลังงานที่สูงส่งกว่าตัวเราเอง นักวิทยาศาสตร์และสื่อมวลชนที่มีชื่อเสียงอาจหักล้างความคิดเห็นของแหล่งกำเนิดนี้ แต่ยังมีผู้คนอีกมากมายที่เติมเชื้อของความศรัมธาด้วยการสวดภาวนา การใคร่ครวญสะท้อนความคิด และการยืนยันเพื่อเพิ่มพลังให้กับความหวังและการเปลี่ยนแปลงและความหวังในเชิงบวก ดังนั้นเราเลือกได้ว่าจะฝึกฝนหรือไม่",
			"implications": "การนำไปใช้ในชีวิต",
			"implications_body": "การใคร่ครวญถึงเอกลักษณ์ที่คงอยู่เป็นนิรันดร์ของตนเอง และเอกลักษณ์ดั้งเดิมของตน การรู้จักตนเองในนิยามเหล่านั้น และการคงอยู่ในความคิดเช่นนั้นเกี่ยวกับตนเองกล่าวได้ว่าเป็นการคิดถึงตนเองว่าเป็นชีวิตที่เป็นจิตวิญญาณ สิ่งนี้เรียกได้ว่า สภาพของสำนึกเป็นดวงวิญญาณ"
		}
	]
}
