{
	"translation": [
		{
			"locale": "en-US",
			"title": "Tree in Time",
			"body": "Tree in Time Who can fail to appreciate the beauty of a tree? The strength of the trunk, its far-reaching branches, home to birds and bugs alike, blossoms in spring, fruits of the summer and cool shade from a scorching sun. What would the world be like without trees? And the greatest treasure of all is the human world tree, the family of souls who live upon this planet. Human beings. Souls in body-costumes so varied in colour and shape as to defy classification. Although people may try to slot us in, in some arbitrary way, the tree symbolises that we are all meant to be here just as we are – no exclusions, no aberrations, no mishaps, no change. Each one has a divine right to play its part in this great unlimited theatre called life. Buds, leaves and branches We are the emerging buds and leaves that stretch out into the sky. This analogy comes alive when we think of the endless variety of personalities and dispositions that greet us in a week at work. We may cluster in branches and gravitate towards ‘like minds', yet still we remain distinct, perfect in our imperfection, permitted to be as we wish. Our religious leanings or political preferences may roughly group us, but we persist in our uniqueness. No one person is a replica of another. Even twins maintain some difference, some distance. This dance of race, religion, gender and creed is really quite wonderful. We may try to find a soul mate or a kindred spirit, yet the eternal truth remains: each one of us is unique and alone. Not lonely, but singular. Individual souls Part of the spiritual journey calls us to recognise that we are individuals in each sense of the word: special, solitary, one of a kind. This awareness will set us all free, especially when we honour our individuality, and our rights and responsibilities to be peaceful, to live in harmony, without the violence of anger or lust. The journey also asks us to enjoy the collective – the coming together of shared values and loving intentions. This harmony concentrates goodwill and empowers action that shields us from pain and loss, and the suffering that emerges through misplaced action and bad intent. We can build a fortress of unity when we have the will to do so. Souls together All parts of a tree are interconnected. Something that happens to one part of a tree affects the whole tree. This is why we have to take extra care about what we think and do, as each thought and action sends a ripple-like effect around the globe. If we are feeling distressed by current world news, we now know why. Each one's distress circulates in the world's atmosphere automatically. For this reason, our prayers and meditations do help alleviate distress. We can see that the analogue of the tree exactly fits the growth and expansion of the human family, but where is God in the story of the tree of life? At its very centre, at its beginning – in its seed. The story begins and ends with the Seed. When the tree is old and decayed, God, who of Himself has no form, takes form to re-seed the exhausted tree of humanity, to remove the tangled old growth and to bring to life the sapling of new growth. The story begins again. The actors, refreshed, return to relive the great drama of life. Life is drama and drama is life. How wonderful is this? Wisdom rests in playing the game and riding on the rails of drama with a clear head and strong heart. History of the tree The trunk of the tree symbolises the era of paradise, which emerges from that perfect Seed – that golden era before recorded history, when there is unity of belief, culture, language and governance; that period of perfected civilisation, when there is no difference between the theory and practice of harmonious living. People in such a time lack nothing and are totally fulfilled. The closeness of the trunk to the seed symbolises how souls at that time embody God's qualities, living lives based on the principles of truth and wisdom. The ultimate truth that we are souls, not bodies. Such souls are memorialised in stories and legends as ‘gods' and ‘goddesses', but few any longer understand that such divine beings actually once walked upon our earth... Implications for life \"The Supreme is looking at the sapling of the new tree. Do you consider yourself to be the new sapling? When the old tree is diseased and completely decayed, the new tree is planted by those who are the images of support. Do you consider yourself to be part of the roots, the foundation of the tree? While seeing the sinister conditions all around, the Supreme, the Seed remains merciful, working with the roots through love and co-operation to create new growth. This brings greater peace, purity and prosperity back to the human world tree.\" From The Story of Immortality by Mohini Panjabi, BKIS Publications, 2008"
		},
		{
			"locale": "th-TH",
			"title": "ต้นไม้และกาลเวลา",
			"body": "ใครเล่าจะไม่ชื่นชมกับความงดงามของต้นไม้? ความแข็งแกร่งของลําต้น กิ่งก้านที่แผ่ออกไป กลายเป็นบ้านของนกและแมลง ดอกไม้ที่บานสะพรั่งในฤดูใบไม้ผลิ ผลไม้ในฤดูร้อน และร่มเงาร่มเย็นที่ให้การปกป้องจากแสงอาทิตย์ที่แผดเผา โลกจะเป็นอย่างไรถ้าไม่มีต้นไม้? และสมบัติที่มีค่ามากที่สุดในบรรดาทั้งหมดคือต้นไม้โลกมนุษย์ ครอบครัวของดวงวิญญาณที่อาศัยอยู่บนโลกใบนี้ มนุษย์ หรือดวงวิญญาณที่อยู่ในเครื่องแต่งกายของร่างกายที่มีความหลากหลายของสีผิวและรูปร่างหน้าตาสีและรูปร่างหน้าตา แม้ว่าผู้คนพยายามจะจัดสรรเรา แบ่งแยกเราอย่างที่พวกเขาต้องการ แต่กระนั้นต้นไม้ก็ยังเป็นเป็นสัญลักษณ์ที่บอกว่าว่าเราทุกคนล้วนแต่มีมีความสำคัญในการมีชีวิตอยู่ ณที่นี่ อย่างที่เราเป็น - ไม่กันใครออกไป ไม่คลาดเคลื่อน ไม่ผิดพลาด ไม่เปลี่ยนแปลง แต่ละคนมีสิทธิ์อันชอบทำที่จะเล่นบทบาทของตนเองในโรงละครขนาดใหญ่ที่ไร้ขีดจำกัดซึ่งถูกเรียกว่าชีวิต ต้นอ่อน ใบไม้และกิ่งก้าน เราคือต้นอ่อนงอกออกมาใหม่และเป็นใบไม้ที่ทอดยาวออกไปบนฟ้า คำเปรียบเปรยนี้จะเห็นภาพได้ชัดขึ้น เมื่อเราคิดถึงเพื่อนร่วมงานและตำแหน่งงานที่มีความหลากหลายไม่รู้จบในที่ทํางาน เราอาจรวมตัวกันเป็นกลุ่มในกิ่งก้านสาขานั้นและมีแนวโน้มที่จะดึงดูดเข้าผู้ที่มีความชอบเหมือน ๆ กัน แต่เราเรายังคงแตกต่างกันอย่างชัดเจน มีความสมบูรณ์แบบในความไม่สมบูรณ์ของเรา เราเป็นยางที่เราต้องการ การนับถือศาสนาหรือความชื่นชอบทางการเมืองของเราอาจจัดกลุ่มเราได้คร่าวๆ แต่เรายังคงยืนหยัดอยู่ในเอกลักษณ์ที่พิเศษสุดของตัวเราเอง ไม่มีใครเป็นแบบจําลองของใคร แม้แต่ฝาแฝดก็ยังมีความแตกต่างบางอย่าง และมีระยะห่างจากกัน การร่ายรําของเชื้อชาติ ศาสนา เพศ และความเชื่อนี้เป็นสิ่งที่น่าอัศจรรย์อย่างแท้จริง เราอาจพยายามหาคู่ชีวิตหรือผู้ที่มีความชื่นชอบในสิ่งเดียวกัน แต่กระนั้นสัจจะอันเป็นนิรันดร์ยังคงอยู่: นั่นก็คือ เราแต่ละคนนั้นพิเศษสุดและอยู่ตามลำพัง ไม่ใช่ความโดดเดี่ยวแต่เป็นเอกเทศ แต่ละดวงวิญญาณ ส่วนหนึ่งของการเดินทางทางจิตวิญญาณเรียกร้องให้เราตระหนักว่าเรานั้นพิเศษสุด เป็นหนึ่งเดียว ไม่เหมือนใคร และไม่มีใครเหมือนเรา สำนึกรู้จะช่วยให้เราเป็นอิสระ โดยเฉพาะอย่างยิ่งเมื่อเราให้เกียรติกับความเป็นตัวของเราเอง รวมถึงสิทธิ์และความรับผิดชอบของตนเองที่จะอยู่อย่างสงบสุข มีชีวิตอยู่ในความสอดคล้องกลมกลืน โดยไม่ใช้ความก้าวร้าวรุนแรงของความโกรธหรือตัณหาราคะ ในการเดินทางนี้ยังขอให้เราเพลิดเพลินกับการรวมกัน - การรวมกันของการมีค่านิยมร่วมกันและเจตนาที่เต็มไปด้วยความรัก ความสอดคล้องกลมกลืนนี้เพลงรวมอยู่กับความปรารถนาดีและการกระทำที่เพิ่มพลังที่ป้องกันเราจากความเจ็บปวดและการสูญเสีย และความทุกข์ทรมานที่เกิดขึ้นจากการกระทําที่ผิดๆและเจตนาที่ไม่ดี เราสามารถสร้างป้อมปราการแห่งความเป็นหนึ่งเดียวกันได้ก็ต่อเมื่อเรามีความตั้งใจที่จะทําเช่นนั้น ดวงวิญญาณอยู่ร่วมกัน ทุกส่วนของต้นไม้เชื่อมถึงกัน สิ่งที่เกิดขึ้นกับส่วนหนึ่งของต้นไม้ส่งผลกับต้นไม้ทั้งต้น นี่คือเหตุผลที่เราต้องใส่ใจเป็นพิเศษกับสิ่งที่เราคิดและทํา เพราะแต่ละความคิดและการกระทําส่งผลกระทบที่เป็นเหมือนกับระลอกคลื่นออกไปทั่วโลก ในตอนนี้เราคงจะรู้แล้วว่าเหตุใดเราจึงรู้สึกเป็นทุกข์กับข่าวของเรื่องราวต่างๆที่เกิดขึ้นในโลก ความทุกข์ของเราแต่ละคนจึงวนเวียนอยู่ในชั้นบรรยากาศของโลกโดยอัตโนมัติ ด้วยเหตุนี้ การสวดภาวนาและการทําสมาธิของเราจึงช่วยบรรเทาความทุกข์ การเปรียบเปรยต้นไม้ตรงกับการเจริญเติบโตและการขยายตัวของครอบครัวมนุษย์ แต่พระเจ้าอยู่ที่ใดในเรื่องราวของต้นไม้แห่งชีวิต? ที่ศูนย์กลาง ในการเริ่มต้น - ในเมล็ดของต้นไม้ เรื่องราวเริ่มต้นและจบลงด้วยเมล็ด เมื่อต้นไม้เก่าและผุพัง พระเจ้าผู้ซึ่งไม่มีรูป จะใช้รูปเพื่อเพาะเมล็ดใหม่ให้กับต้นไม้ที่เหนื่อยล้าของมนุษยชาติ เพื่อขจัดการเจริญเติบโตเก่า ๆ ที่สับสนยุ่งเหยิง และนําต้นอ่อนของการเติบโตใหม่ให้ฟื้นคืนชีวิต เรื่องราวเริ่มต้นอีกครั้ง หลังการพักผ่อนนักแสดงกลับมาแสดงละครที่ยิ่งใหญ่ของชีวิตอีกครั้ง ชีวิตคือละครและละครคือชีวิต แสนอัศจรรย์ ปัญญานั้นอยู่ในการเล่นเกมและขับขี่บนรางของละครด้วยสติปัญญาที่กระจ่างและหัวใจที่เข้มแข็ง ความเป็นมาของต้นไม้ ลําต้นของต้นไม้เป็นสัญลักษณ์ของช่วงเวลาที่เป็นสวรรค์ ซึ่งปรากฏออกมาจากเมล็ดพันธุ์ที่สมบูรณ์ - ช่วงเวลาของยุคทองนั้นคงอยู่ก่อนจะมีการบันทึกประวัติศาสตร์ เป็นเวลาที่มีความเป็นหนึ่งเดียวกันของความเชื่อ วัฒนธรรม ภาษา และการปกครอง เป็นช่วงเวลาของความสมบูรณ์แบบของอารยธรรมของมนุษยชาติ เป็นช่วงเวลาที่ไม่มีความแตกต่างระหว่างทฤษฎีและการปฏิบัติของการใช้ชีวิตที่สอดคล้องกลมกลืนกัน ผู้คนที่มีชีวิตอยู่ในช่วงเวลาดังกล่าวไม่ขาดสิ่งใดเลยและมีความอิ่มเต็มอย่างสมบูรณ์ ความใกล้ชิดของลําต้นกับเมล็ดเป็นสัญลักษณ์ว่าดวงวิญญาณในเวลานั้นเป็นตัวแทนของคุณสมบัติของพระเจ้า เป็นผู้ที่ดําเนินชีวิตตามหลักการของสัจจะและปัญญา สัจจะสูงสุดที่ว่าพวกเราเป็นดวงวิญญาณ ไม่ใช่ร่างกาย ดวงวิญญาณเหล่านั้นถูกจดจำในรูปของเรื่องราวและตํานานว่าเป็น 'เทพเจ้า' และ 'เทพธิดา' แต่มีเพียงไม่กี่คนเท่านั้นที่เข้าใจว่าครั้งหนึ่งผู้ที่ศักดิ์สิทธิ์เหล่านั้นเคยมีชีวิตอยู่บนโลกของเรา การนำไปใช้ในชีวิต สิ่งสูงสุดกำลังมองดูต้นอ่อนของต้นไม้ใหม่ เธอคิดไหมว่าตัวเธอเองนั้นคือต้นอ่อน เมื่อต้นไม้เก่ามีโรคภัยและผุพังเสื่อมโทรมลงอย่างสมบูรณ์ พิธีปลูกต้นไม้ใหม่ก็เกิดขึ้นผ่านผู้ที่ได้กลายเป็นภาพลักษณ์ของการค้ำจุน เธอคิดไหมว่าเธอคือส่วนหนึ่งของราก นั่นคือเป็นใครบางคนผู้ที่ได้กลายเป็นรากฐานของต้นไม้ใหม่ ขณะที่มองเห็นสภาวะที่เลวร้ายอยู่รอบตัว สิ่งสูงสุดผู้เป็นเมล็ดนั้นเต็มไปด้วยความเมตตา ท่านทำงานกับรากด้วยความรักและความร่วมมือเพื่อก่อกำเนิดใหม่ที่จะนำความสงบ ความบริสุทธิ์ และความรุ่งเรืองมั่งคั่ง ให้กลับคืนมาสู่ต้นไม้โลกมนุษย์"
		}
	]
}
