{
	"translation": [
		{
			"locale": "en-US",
			"title": "Wheel of Life",
			"body": "Travellers to different countries are familiar with the ‘samsara' – the wheel of life – depicted in textiles, pottery art, and folklore. The idea appears frequently in religious and philosophical texts of both India and ancient Greece in the middle of the first millennium B.C.E. Although the concept is firmly rooted in many of the older cultures, it is less prevalent in the contemporary, ‘Western' understanding of time. This ancient concept implies that all species reincarnate or move from one body to another to enjoy lifetime after lifetime. There are countless versions of how this ‘re-cycling' takes place and some schools of thought suggest we move between and across species, while others, such as Brahma Kumaris, understand that we take birth only within our own kind. That is, humans will always be humans and elephants will always be elephants, and so on. Across all cultures, it is widely understood that the experience of suffering and misery is a product of our own actions (karma), as are the beneficial states of joy, love and contentment. The choice is ours; the repercussions self-created. Traditionally, the time wheel rotates through four eras, which typify the changing conscious state (of human beings in particular) at that point in time. As such, there is no beginning or end, just a perpetual link of action and reaction, the quality of which is in our hands (or, rather, our heads). With the changing of seasons and the integrity of matter, the external form of the earth changes over time. The driving force behind this devolution is the human mind. The higher, pure consciousness manifests in a robust, verdant planet, while the lowest, impure consciousness produces a polluted, corroded state of existence. When people live their daily life in the awareness of this time cycle, they keep the ‘big picture' in mind constantly, and stay attuned to the impact of their thoughts and actions on the course of time, and their personal quality of life. Standing at the mountain summit in this way, not only do they enjoy the panoramic view of life and stay wise as to when and how to move forward, but they also develop a deep respect for the variety in life and the right of anyone to act as and when they wish. The wisdom of ahimsa (non-violence) brings forth great detachment and compassion for the spiritual dignity of each one. Each one is the maker of his or her own destiny, and will move through all four ages over time before the return journey to the home of the soul. Just as we say, \"History repeats,\" so the time cycle repeats. That is a deep and detailed discussion in itself and you can explore the subject in the Raja Yoga meditation foundation course at your local meditation centre. Reflection on Infinity A meditation exercise that will bring rest and rejuvenation to your mind."
		},
		{
			"locale": "th-TH",
			"title": "วงล้อแห่งชีวิต",
			"body": " ผู้ที่เดินทางไปยังประเทศต่าง ๆ คุ้นเคยกับ 'samsara' - วงล้อแห่งชีวิต - ที่มักปรากฏให้เห็นในสิ่งทอ เครื่องปั้นดินเผาและนิทานพื้นบ้าน แนวคิดนี้ปรากฏอยู่บ่อยครั้งในตําราทางศาสนาและปรัชญาของทั้งอินเดียและกรีกโบราณในช่วงกลางสหัสวรรษแรก แม้ว่าแนวคิดนี้จะหยั่งรากลึกในวัฒนธรรมเก่าแก่มากมาย แต่กลับเป็นที่แพร่หลายน้อยกว่าในความเข้าใจร่วมสมัยเกี่ยวกับเวลาของ 'ฝั่งตะวันตก' แนวคิดโบราณนี้หมายความว่าทุกชีวิตกลับชาติมาเกิด หรือย้ายจากร่างหนึ่งไปอีกร่างหนึ่งเพื่อเพลิดเพลินกับชีวิตแล้วชีวิตแล่า มีหลากหลายเวอร์ชันว่าวิธีการ กลับมาใหม่' นี้เกิดขึ้นอย่างไร บางแนวคิดบอกว่าเราข้ามสายพันธุ์ไปมา (จากชาติเกิดที่เป็นมนุษย์ไปสู่สายพันธุ์อื่นๆในขณะที่บราห์มากุมารี ให้ความเข้าใจแก่เราว่าเราถือกำเนิดในสายพันธุ์ของเราเท่านั้น นั่นคือมนุษย์จะเกิดเป็นมนุษย์และช้างจะเป็นช้างเสมอ และอื่น ๆ ในทุกวัฒนธรรมเป็นที่เข้าใจกันอย่างแพร่หลายว่าทั้งประสบการณ์ของความทุกข์ทรมานและความทุกข์ยากและสภาวะที่เป็นสุขเบิกบาน เต็มไปด้วยความรักและความพอใจล้วนเป็นผลมาจากการกระทํา(กรรม)ของเราเอง ทางเลือกเป็นของเรา เราสร้างสิ่งใดผลของการกระทำที่เกิดขึ้นก็จะเป็นไปตามนั้น วงล้อแห่งกาลเวลาหมุนผ่านสี่ยุคสมัยซึ่งเป็นสัญลักษณ์ของสภาวะของจิตสำนึก (ของมนุษย์เป็นพิเศษ) ในช่วงเวลานั้นที่มีการเปลี่ยนแปลง เมื่อเป็นเช่นนั้น จึงไม่มีจุดเริ่มต้นหรือจุดสิ้นสุด มีเพียการโยงใยที่ไม่สิ้นสุดของการกระทําและผลที่เกิดขึ้น ซึ่งทั้งหมดนั้นอยู่ในมือของเรา (หรืออาจพูดได้ว่าอยู่ในหัวของเรา) ด้วยการเปลี่ยนแปลงของฤดูกาลและวัตถุ รูปแบบภายนอกของโลกเองก็เปลี่ยนไปตามกาลเวลา แรงผลักดันที่อยู่เบื้องหลังการเปลี่ยนแปลงนี้คือจิตใจของมนุษย์ จากจิตสํานึกที่บริสุทธิ์และสูงส่งซึ่งแสดงออกมาในโลกที่อุดมสมบูรณ์และเขียวชอุ่ม ในขณะที่จิตสํานึกที่ตกต่ำที่สุดและไม่บริสุทธิ์ทําให้เกิดสภาวะของโลกที่เต็มไปด้วยมลภาวะและการทำลาย เมื่อผู้คนใช้ชีวิตประจําวันของพวกเขาในสำนึกรู้ของวงจรเวลา พวกเขาเก็บ 'ภาพที่สมบูรณ์' ไว้ในใจเสมอและตระหนักถึงผลกระทบของความคิดและการกระทําของพวกเขาต่อเวลาและคุณภาพชีวิตของพวกเขาเอง การยืนอยู่บนยอดเขาเช่นนี้ทำให้พวกเขาไม่เพียงแต่สนุกสนานกับการมองชีวิตแบบพาโนรามาและอยู่อย่างมีปัญญาด้วยการล่วงรู้ว่าเมื่อใดที่ควรจะก้าวไปข้างหน้าและอย่างไร ในขณะเดียวกันพวกเขาได้พัฒนาความเคารพอย่างลึกซึ้งต่อความหลากหลายในชีวิตและสิทธิของทุกคนที่จะกระทำอย่างที่พวกเขาต้องการและในเวลาที่พวกเขาต้องการ ปัญญาของอหิงสา (การไม่ใช้ความรุนแรง) นํามาซึ่งความเห็นอกเห็นใจและละวางอย่างยิ่งต่อเกียรติศักดิ์ศรีทางจิตวิญญาณของแต่ละคน แต่ละคนเป็นผู้สร้างชะตากรรมของเขาหรือเธอเองและจะเคลื่อนผ่านทั้งสี่ยุคก่อนที่เวลาของการเดินทางกลับบ้านของดวงวิญญาณจะมาถึง"
		}
	]
}
