import Image from "next/image";

export default function HumbleBeginningsPage() {
	return (
		<div className="relative overflow-hidden bg-white py-16">
			<div className="hidden lg:absolute lg:inset-y-0 lg:block lg:h-full lg:w-full">
				<div
					className="relative mx-auto h-full max-w-prose text-lg"
					aria-hidden="true"
				>
					<svg
						className="absolute top-12 left-full translate-x-32 transform"
						width={404}
						height={384}
						fill="none"
						viewBox="0 0 404 384"
					>
						<defs>
							<pattern
								id="74b3fd99-0a6f-4271-bef2-e80eeafdf357"
								x={0}
								y={0}
								width={20}
								height={20}
								patternUnits="userSpaceOnUse"
							>
								<rect
									x={0}
									y={0}
									width={4}
									height={4}
									className="text-gray-200"
									fill="currentColor"
								/>
							</pattern>
						</defs>
						<rect
							width={404}
							height={384}
							fill="url(#74b3fd99-0a6f-4271-bef2-e80eeafdf357)"
						/>
					</svg>
					<svg
						className="absolute top-1/2 right-full -translate-y-1/2 -translate-x-32 transform"
						width={404}
						height={384}
						fill="none"
						viewBox="0 0 404 384"
					>
						<defs>
							<pattern
								id="f210dbf6-a58d-4871-961e-36d5016a0f49"
								x={0}
								y={0}
								width={20}
								height={20}
								patternUnits="userSpaceOnUse"
							>
								<rect
									x={0}
									y={0}
									width={4}
									height={4}
									className="text-gray-200"
									fill="currentColor"
								/>
							</pattern>
						</defs>
						<rect
							width={404}
							height={384}
							fill="url(#f210dbf6-a58d-4871-961e-36d5016a0f49)"
						/>
					</svg>
				</div>
			</div>
			<div className="relative px-4 sm:px-6 lg:px-8">
				<div className="prose prose-lg prose-indigo mx-auto mt-6 text-gray-500">
					<h1>
						<span className="mt-2 block text-center text-3xl font-bold leading-8 tracking-tight text-gray-900 sm:text-4xl sm:tracking-tight">
							จากจุดเริ่มต้นเล็กๆ
						</span>
					</h1>

					<div className="mb-16 flex flex-col">
						<div>
							<Image
								src="/assets/images/about/humble_beginnings/01.jpg"
								quality={100}
								width={1500}
								height={1000}
								alt="UNK"
							/>
						</div>
						<div>
							บราห์มากุมารี มหาวิทยาลัยทางจิตของโลก
							<br />ณ เทือกเขาอาราวลีที่สูงตระหง่านแห่งรัฐราชสถาน
							ภูเขาอาบู
							เป็นสถานที่ตั้งที่เหมาะสมอย่างยิ่งในปัจจุบัน
							ของมหาวิทยาลัยทางจิตแห่งนี้
							สำหรับการใคร่ครวญไตร่ตรองความรู้และการฝึกฝนทางจิตวิญญาณของผู้คนในชุมนุม
							ณ ที่นี่ สำนักงานใหญ่ของบราห์มากุมารี
							เป็นที่รู้จักกันในนามของ มธุบัน (ป่าแห่งน้ำผึ้ง)
						</div>
					</div>

					<div className="flex flex-col">
						<div>
							<Image
								src="/assets/images/about/humble_beginnings/02.jpg"
								quality={100}
								width={1500}
								height={1000}
								alt="UNK"
							/>
						</div>
						<div>
							บราห์มากุมารี ถูกก่อตั้งขึ้นโดย ดาดาเลคราช
							นักธุรกิจเกษียณชาวอินเดีย ในปี 1937
							ในเมืองไฮเดอราบัด ซึ่งปัจจุบันอยู่ในประเทศปากีสถาน
							ชื่อทางจิตวิญญาณของท่านคือ ประชาบิดาบราห์มา
							และเป็นที่รู้จักเรียกขานด้วยความรักว่า บราห์มาบาบา
							หลังจากมีประสบการณ์ของการได้นิมิตอย่างต่อเนื่อง ในปี
							1936 ท่านได้รับแรงบันดาลใจที่จะก่อตั้งโรงเรียน
							ที่มีหลักการและการฝึกฝนเรียนรู้
							สำหรับการมีชีวิตที่เต็มเปี่ยมไปด้วยคุณธรรมและความมั่นคงในสมาธิ
							ชื่อเดิมขององค์กรคือ โอม มันดาลี อันประกอบไปด้วย ชาย
							หญิง และเด็ก จำนวนหนึ่ง
							ซึ่งพวกเขาหลายคนตัดสินใจที่จะอยู่ร่วมกันเป็นชุมชน ณ
							ที่นั่น
							<br />
							<br />
							แม้จะอยู่ท่ามกลางความปั่นป่วนทางสังคมอย่างยิ่ง
							อันเนื่องมาจาก สภาวะก่อนการแบ่งแยกอินเดีย
							ผู้คนเหล่านี้ก็ยังคงมาพบปะกัน ในตอนเริ่มแรก
							พวกเขาอยู่ในเมืองไฮเดอราบัด และ 1 ปีหลังจากนั้น
							พวกเขาก็ย้ายไปที่เมืองการาจี และเมื่อเวลาผ่านไป
							องค์ความรู้เกี่ยวกับธรรมชาติของดวงวิญญาณ พระเจ้า
							และวงจรเวลา ก็ได้รับการเปิดเผยอย่างต่อเนื่อง
							และถ่ายทอดให้กับผู้คนในชุมนุมอย่างชัดเจนและเรียบง่าย
							ต่อมาในปี 1950 (หลังจากการแบ่งแยกอินเดียได้ 2 ปี)
							ชุมนุมก็ได้ย้ายไปยังสถานที่ตั้งปัจจุบัน คือภูเขาอาบู
							ประเทศอินเดีย โดยก่อนหน้านั้น พวกเขาประมาณ 400 ชีวิต
							ก็ได้อยู่ร่วมกันเป็นชุมชนพึ่งพาตนเอง
							ไม่วุ่นวายกับโลกภายนอก และอุทิศเวลาและชีวิตของพวกเขา
							ไปกับการศึกษาและฝึกฝนทางจิตวิญญาณนี้
							เพื่อการเปลี่ยนแปลงตนเองอย่างแท้จริง
							<br />
							<br />
							<br />
							<br />
							<Image
								src={
									"/assets/images/about/humble_beginnings/dada.jpg"
								}
								alt="Dada"
								width={536}
								height={394}
							/>
							<br />
							บราห์มาบาบา ผู้ก่อตั้ง
							<br />
							เขาคือใคร
							<br />
							<br />
							บราห์มาบาบา เกิดในครอบครัวธรรมดาในนาม เลคราช
							เคอพาลานี ในช่วงราวๆปี 1880s
							เป็นบุตรชายของครูในโรงเรียนเล็กๆของหมู่บ้าน
							ในวัยเด็กได้รับการเลี้ยงดูอย่างมีระเบียบตามธรรมเนียมฮินดูในสมัยนั้น
							หลังจากทำงานอยู่หลายอย่าง
							ท่านก็เข้าสู่ธุรกิจเพชรพลอย
							และประสบความสำเร็จเป็นอย่างดีในฐานะพ่อค้าเพชร มีบุตร
							5 คน และเป็นผู้นำชุมชนท้องถิ่นในเวลานั้น
							ท่านเป็นที่รู้จักเป็นอย่างดีในความใจบุญสุนทาน
							<br />
							<br />
							ในปี 1936 ผู้คนส่วนใหญ่ในวัยนี้
							ก็จะวางแผนสำหรับการเกษียณอายุ แต่สำหรับดาดา
							กลับเป็นเวลาที่เข้าสู่ช่วงที่น่าตื่นตาตื่นใจและแอคทีฟที่สุดในชีวิต
							หลังจากที่ท่านได้รับนิมิตที่สูงส่งมากมายจากเบื้องบนอย่างต่อเนื่อง
							และได้รับประสบการณ์พิเศษอันลึกล้ำทางจิตวิญญาณหลายต่อหลายครั้ง
							ท่านก็รับรู้ได้ถึงเสียงเรียกที่แรงกล้า
							ให้หยุดการทำธุรกิจทั้งหมด และอุทิศเวลา พลังงาน
							และทรัพย์สมบัติ ในการวางรากฐานของบางสิ่งที่สำคัญยิ่ง
							ซึ่งได้กลายมาเป็น บราห์มากุมารี
							มหาวิทยาลัยทางจิตของโลก ในปัจจุบัน
							<br />
							<br />
							ในช่วงปี 1937 ถึง 1938
							ท่านได้ก่อตั้งคณะกรรมการผู้จัดการกองทุน
							ประกอบด้วยสตรี 8 คน
							และอุทิศทรัพย์สมบัติทั้งหมดให้กับทรัสต์นี้
							เพื่อดูแลและใช้จ่ายทรัพย์สินเหล่านั้นในงานขององค์กร
							<br />
							<br />
							หลังจากเป็นผู้นำการก่อตั้งศูนย์ของบราห์มากุมารีหลายแห่งในอินเดีย
							ท่านก็เสียชีวิตลงในเดือนมกราคม 1969 มีการสร้าง Tower
							of Peace หรือหอคอยแห่งความสงบขึ้นในมธุบัน
							เพื่อเป็นอนุสรณ์ถึงจิตวิญญาณอันแข็งแกร่งของบุคคลที่แสนธรรมดาผู้นี้
							สำหรับความถ่อมตนอันยิ่งใหญ่
							ในการยืนหยัดฝ่าฟันเพื่อสัจจะที่ลึกล้ำของชีวิต
							อันเป็นคุณประโยชน์อย่างยิ่ง
							<br />
							<br />
							หลายปีผ่านไปจากที่บราห์มาบาบาได้รับนิมิตและเริ่มต้นงานของท่าน
							การปฏิวัติวิถีชีวิตของผู้คนมากมายที่ท่านได้ให้แรงบันดาลใจ
							และทำให้ผู้คนนับล้านสามารถให้พลังกับตนเอง
							และสร้างความหวังสำหรับโลกใหม่ในอนาคต
							ทักษะในการใช้ชีวิตที่ท่านได้สอนเอาไว้นั้น
							ยืนหยัดท้าทายกาลเวลา
							และเหล่ายุวสตรีทั้งหลายที่ท่านได้นำไปไว้เป็นทัพหน้าของกองทัพทางจิตวิญญาณนี้
							เวลานี้ส่วนใหญ่อยู่ในวัย 80 หรือ 90 กว่า
							และได้กลายเป็นแสงสว่างของความรัก ความสงบ
							และปัญญาให้กับผู้คนทั้งหลายที่ได้พบเจอ
						</div>
					</div>
				</div>
			</div>
		</div>
	);
}
