import Image from "next/image";

export default function GowKnowsPage() {
	return (
		<div className="mx-auto max-w-7xl space-y-8 px-4 sm:px-6 lg:px-8">
			<article className="prose prose-h1:mb-0 prose-p:mt-2">
				<div className="mt-4">
					<h1>พระเจ้าและมนุษย์</h1>
				</div>

				<br />

				<div>
					<div>
						<p>
							การถกเถียงเกี่ยวกับพระเจ้าดำเนินมานานหลายศตวรรษ
							บางคนหักล้างความคิดเห็นทั้งหมดเกี่ยวกับพระเจ้า
							บ้างยังคงเป็นผู้ภักดีอย่างจริงจังจนตาย
							และบ่อยครั้งที่บางคนอาจกล่าวว่า {'"ใครสนกัน"'}
							บริษัทประกันภัยยังคงอ้างถึง{" "}
							{"'การกระทําของพระเจ้า'"}
							ในบริบทของภัยพิบัติ สงคราม การละเมิด
							และการเลือกปฏิบัติ แต่ {"'พระเจ้า'"}
							ต้องรับผิดชอบต่อการกระทําของมนุษย์หรือ?
							และความผิดพลาดที่มนุษย์เป็นผู้กระทำเล่า? ถึงตอนนี้
							จิตใจของคุณอาจมีมุมมองที่มั่นคงเกี่ยวกับสิ่งเหนือธรรมชาติ
							สิ่งสูงสุด และเหตุการณ์บังเอิญในชีวิตของเรา
							ในความเป็นจริงไม่ว่าคนอื่นจะพูดและทําอะไรก็ตาม
							เราแต่ละคนมีอิสรภาพที่จะคิดถึง {"'พระเจ้า'"}
							ในแบบของตัวเราเองที่ไม่เหมือนใคร
							หรือปฏิเสธการดํารงอยู่ของสิ่งสูงสุดก็ได้{" "}
						</p>
						<p>
							เนื้อหาส่วนนี้มุ่งเน้นไปที่ชีวิตที่สูงส่ง
							และแยกพระเจ้าออกมาอย่างสมบูรณ์
							และให้ท่านไปอยู่เหนือเกมของมนุษย์
							เพื่อทําให้ผู้แสวงหาได้มีมุมมองใหม่ๆเกี่ยวกับ
							{"'พระเจ้า'"}
							การเปิดใจและความกล้าหาญจะช่วยให้จิตใจของคุณอ่อนโยนและกระจ่างมากพอที่จะพิจารณาความคิดเห็นที่เป็นทางเลือกต่างๆ{" "}
						</p>
						<p>
							มาร่วมเรียนรู้วิธีการที่จะตระหนักรู้จักสิ่งสูงสุด
							ที่ท่านจะกลายเป็นของเรา และเราจะกลายเป็นของท่าน
							สัมผัสความรักที่บริสุทธิ์ลึกล้ำที่ไม่มีสิ่งใดเสมอเหมือน
							ในความเงียบสงบ มีเพียงแค่คุณและสิ่งสูงสุดเท่านั้น
							ในความเงียบสงบ ดวงวิญญาณเชื่อมโยงกับดวงวิญญาณสูงสุด
							และรับพลังทางจิตวิญญาณ
							กระแสพลังของแสงและอำนาจนี้จะถูกส่งผ่านมาโดยตรงจากสิ่งสูงสุด
							ดวงวิญญาณสูงสุด มายังเราผู้เป็นดวงวิญญาณ และ
							{"'แบตเตอรี่'"}ของเราจะถูกชาร์จใหม่
							พลังของความบริสุทธิ์นี้จะถูกสะสมไว้
							เพื่อให้ความแข็งแกร่งแก่เราดวงวิญญาณ
							และให้การค้ำจุนแก่โลก{" "}
						</p>
						<p>
							ด้วยพลังแห่งโยคะในความเงียบสงบนี้
							คุณจะสะสมความบริสุทธิ์ ความสงบ ความสุข สัจจะ
							และพลังในตนเองอย่างมากมาย
						</p>

						<Image
							width={2400}
							height={2400}
							src="/assets/images/wisdom/heart.png"
							alt="A blue heart"
						/>
					</div>
				</div>
			</article>
		</div>
	);
}
