import Link from "next/link";

export default function GowKnowsPage() {
	return (
		<div className="mx-auto max-w-7xl space-y-8 px-4 sm:px-6 lg:px-8">
			<article className="prose prose-h1:mb-0 prose-p:mt-2">
				<div>
					<h1 className="mt-4">วิถีชีวิตที่ดี</h1>
				</div>
				<br />
				<div>
					<div>
						<p>
							สุขภาพกายและใจที่ดี หมายถึงกระแสพลังงานที่ดี
							เราจะสุขภาพดีได้เมื่อเราระมัดระวังสิ่งที่เรารับประทาน
							เพื่อนที่เราคบ ความทรงจำที่เราเก็บไว้ในใจ
							วันเวลาที่เรารู้สึกเป็นสุข และผู้คนที่เราเคารพรัก
							แต่ในยุคปัจจุบันพวกเราหลายคนได้ละทิ้งภูมิปัญญานี้
							สังคมที่เร่งรีบและอยากรู้อยากเห็น
							ภาระหน้าที่และความคาดหวัง
							กระตุ้นให้เราไปสู่การใช้ชีวิตที่ไม่เอื้อต่อการมีสุขภาพที่ดี
							เรากินอาหารจานด่วน
							เครื่องดื่มและขนมขบเคี้ยวที่มีปริมาณน้ําตาลและเกลือสูง
							พักผ่อนไม่เพียงพอ ไม่ออกกำลังกาย พูดคุยกันน้อยลง
							และวิตกกังวลมากขึ้น กับค่าใช้จ่าย
							เรื่องการศึกษาของลูก ๆ
							สิ่งเหล่านี้และเรื่องราวอีกมากมายทําให้พลังงานของเราหมดลง
							หลายคนถูกขับเคลื่อนด้วยอะดรีนาลิน -
							ใช้ชีวิตอย่างเร่งรีบภายใต้แรงกดดัน!
							เรารู้ว่าวิถีชีวิตที่รีบเร่งนี้ไม่ใช่คำตอบของชีวิต
							แต่พวกเราหลายคนเพียงแต่นั่งหมดแรงบนโซฟาหน้าจอโทรทัศน์
							ใช้ความบันเทิง การกิน การท่องเน็ต
							เพื่อทำให้ตนเองรู้สึกดีขึ้น
							<br />
							<br />
							ลองกลับมาอยู่นิ่งๆ กับตนเอง -
							เพียงแค่นั่งนิ่งๆเงียบๆช้าๆอยู่กับลมหายใจ -
							เรากำลังทำให้ร่างกายและจิตใจของเราได้เยียวยาเพื่อกลับคืนสู่สมดุล
							หนึ่งในความท้าทายของชีวิตคือการอยู่อย่างเป็น
							{"'ผู้เฝ้าดู'"} ก้าวถอยออกมาหนึ่งก้าวจากความเร่งรีบ
							ความคิดที่มากมาย
							และความรู้สึกว่าต้องทำบางสิ่งอยู่ตลอดเวลา
							เนื้อที่พิเศษนี้จะช่วยปกป้องคุณจากอารมณ์ที่อ่อนไหว
							และการหมกมุ่นมากเกินไป ทำให้วันนี้เป็นวันของคุณ
							และระลึกไว้เสมอว่าคุณคือผู้ที่รับผิดชอบต่อชีวิตของตนเอง
							การกลับมารับผิดชอบและจบสิ้นเกมของการกล่าวโทษ
							คือการคืนพลังให้กับตนเอง
							<br />
							<br />
							การใช้ชีวิตอย่างชาญฉลาด Smart Living
							คุณจะกลายเป็นนายเมื่อคุณเข้าใจพลังงาน
							ระมัดระวังกับอาหารที่คุณรับประทาน ปริมาณที่คุณทาน
							และความเร็วในการทานอาหาร
							เนื้อสัตว์นั้นเต็มไปด้วยฮอร์โมนและสิ่งที่ไม่เหมาะสมต่อร่างกาย
							แอลกอฮอล์สร้างความเสียหายได้มากกว่าที่เราคิด Slow
							Food คืออีกหนึ่งทางเลือก (Slow Food
							วัฒนธรรมการกินที่ละเมียดละไม
							ใส่ใจต่อสุขภาพและที่มาของอาหารและวัตถุดิบต่างๆ เช่น
							ปลอดสารเคมี สดใหม่ ไม่ทำลายสิ่งแวดล้อม
							ไม่กดขี่ค่าแรง
							หรือมีส่วนในการทำลายวัฒนธรรมการผลิตแบบท้องถิ่น ฯลฯ
							เพราะการกินไม่ใช่แค่การเอาอาหารเข้าปาก
							แต่ยังเชื่อมโยงกับทรัพยากรของโลก
							ตลอดจนวัฒนธรรมการผลิตอาหารแบบท้องถิ่นหรือชุมชน)
							อาหารจากพืชทำให้ร่างกายย่อยง่ายและไม่เบียดเบียนชีวิต
							<br />
							<br />
							ข้อมูลเพิ่มเติมเกี่ยวกับสูตรอาหารมังสวิรัติ{" "}
							<Link
								className="text-blue-400"
								href="https://www.facebook.com/YummyYogi/"
								passHref
							>
								yummy yogi
							</Link>
							<br />
							<br />
							คิดอย่างฉลาด กินอย่างชาญฉลาด และก้าวไปอย่างฉลาด
							ร่างกายและจิตใจของคุณจะให้รางวัลแก่คุณด้วยการนอนที่หลับสนิทขึ้น
							และมีสมาธิมากขึ้น เวลากำหนดคุณ หรือคุณกำหนดเวลา
							เราสร้างเวลา
							เรามีไดอารี่และการแจ้งเตือนทางโทรศัพท์เพื่อจัดการจังหวะชีวิต
							เราสามารถจัดเวลาเพื่อป้อนอาหารที่ดีแก่ดวงวิญญาณได้อย่างง่ายๆ
							แล้วเหตุใดจึงไม่ทำเล่า?
							หากคุณให้เวลาที่มีคุณภาพกับตัวตนภายในของคุณเอง
							และแล้วตามกฎของพลังงาน
							คุณจะสามารถใช้เวลากับผู้อื่นได้อย่างมีคุณภาพ
							คุณจะรับฟังได้ดีขึ้น จดจำสิ่งต่างๆได้ดีขึ้น
							ตัดสินใจได้อย่างรวดเร็ว และประหยัดเวลาได้
							<br />
							<br />
							สบาย ๆ ใจเย็น ๆ
							และถ้าสถานการณ์ยังเอาแน่เอานอนไม่ได้ทั้งๆ
							ที่วางแผนไว้อย่างดีที่สุดแล้ว
							แต่อย่างน้อยคุณจะไม่สูญเสียความเยือกเย็นและเสียพลังงานไปกับการระเบิดความโกรธที่เกินเหตุ
							การระเบิดอารมณ์เช่นนั้นทำให้เราเสียเวลาและพลัง
							และคนอื่นๆจะจดจําเรื่องราวนั้นไปอีกนาน เป็นผู้
							{"'ฉลาดในการใช้เวลา'"} และหาวิธีใหม่ๆ
							ในการปรับเปลี่ยนพลังงานที่ปะทุขึ้นมานั้น
							อาจไปเล่นสควอช ถอนวัชพืช ล้างห้องน้ํา
							พาสุนัขไปเดินเล่น ไม่ว่าอะไรจะเกิดขึ้น ใจเย็นๆ!
						</p>
					</div>
				</div>
			</article>
		</div>
	);
}
