export default function KarmaPage() {
	return (
		<div className="mx-auto max-w-7xl space-y-8 px-4 sm:px-6 lg:px-8">
			<article className="prose prose-h1:mb-0 prose-p:mt-2">
				<div className="mt-4">
					<h1>กรรม</h1>
				</div>

				<br />

				<div>
					<div>
						<p>
							“ทำสิ่งใด ย่อมได้สิ่งนั้น”
							ชีวิตสร้างขึ้นมาจากการกระทํา
							และผลที่เกิดตามมาของการกระทำนั้น -
							ไม่มากและไม่น้อยไปกว่านั้น
							ชีวิตของเราทุกคนอยู่ภายใต้การกระทำ
							และผลที่เกิดขึ้นตามมาที่เท่าเทียมกัน
							เมื่อเรากระจายความรู้สึกที่ดีออกไปในระหว่างวัน
							เรารู้สึกดีเมื่อจบวัน หากคุณยิ้มให้ใครสักคน
							ก็มีโอกาสที่พวกเขาจะยิ้มให้คุณ
							แม้ว่าพวกเขาจะไม่รู้จักคุณก็ตาม
							หากคุณหาเวลาชั่วครู่จากชีวิตประจำวันของคุณเพื่อโทรหาเพื่อนที่รักษาตัวอยู่ในโรงพยาบาล
							หรือช่วยเอาของชำใส่รถเข็นให้กับผู้สูงอายุ
							ความรู้สึกดีๆของการขอบคุณจากใจของพวกเขาจะมาถึงคุณ
							และเช่นเดียวกัน ในเวลาที่เรารู้สึกไม่พอใจ
							กระแสจิตเดียวกันนั้นก็กลับคืนมาหาเรา
							ความรู้สึกที่เรามีต่อตนเอง ต่อภาพลักษณ์ของเรา
							และต่อสิ่งต่างๆที่เกิดขึ้นในชีวิตของเรา
							ก็จะสะท้อนกลับไปมาครั้งแล้วครั้งเล่า
							จนกว่าเราจะเปลี่ยนแปลง!{" "}
						</p>
						<p>
							ถ้าเราทําให้เกิดความเสียหายกับใครบางคน
							เราจะต้องเจอกับผลของกรรมนั้น หากไม่ใช่ในเวลานั้น
							ก็จะเป็นสักวันข้างหน้า
							ไม่ว่าเราจะทุบตีใครบางคนเพราะการกระทําที่ผิดของพวกเขา
							หรือลงโทษเด็กที่ซุกซนด้วยอำนาจ ผลกรรมที่เราทำ
							จะย้อนกลับมาในชีวิตของเราในเวลาต่อมาเสมอ
							การเฆี่ยนตีด้วยความโกรธจะได้รับการย้อนกลับคืนมาของการกระทำด้วยความแรงเท่าเทียมกัน
							เหมือนกับการขว้างบูมเมอแรง
							การคิดถึงอนาคตด้วยการเห็นผลที่จะตามมาก่อนลงมือทำ
							จึงเป็นสิ่งชี้บอกของจุดเริ่มต้นของผู้มีปัญญา
							ที่มีความเคารพตนเอง ความใส่ใจในการใช้ชีวิต
							การอยู่อย่างตื่นตัวอย่างเต็มที่ต่อความเป็นจริงที่ว่า
							แต่ละการกระทํามีผลกระทบ
							ทุกการเคลื่อนไหวมีผลที่จะตามมา
							แต่ละความคิดจะสะท้อนกลับมา ในการใคร่ครวญไตร่ตรอง
							เราจะเห็นได้ว่าแต่ละการกระทําก่อให้เกิด {"'คลื่น'"}
							ที่จะซัดเข้าหาฝั่งและสะท้อนกลับคืนมาในชีวิตของเรา
						</p>

						<p>
							คุณแบกเอาความทรงจําที่น่าเศร้า
							และปกป้องความทรงจำเหล่านั้นราวกับเป็นทรัพย์สินที่มีค่าหรือไม่
							ในเมื่อชีวิตยังต้องดำเนินต่อไป
							เหตุใดคุณจึงไม่ก้าวไปข้างหน้าและทิ้งอดีตไว้ข้างหลัง
							สิ่งต่าง ๆ เกิดขึ้น ไปแล้ว กลายเป็นอดีตไปแล้ว
							มันผ่านไปแล้ว และนี่คือเวลาที่ต้องไปต่อ{" "}
						</p>

						<p>
							จดจำเสมอว่ากฎแห่งกรรมเป็นเหมือนกับเสียงสะท้อน
							หากคุณพูดถึงข้อบกพร่องหรือความผิดพลาดของใคร
							ต่อให้เขาจะผิดจริงๆ
							และต่อให้คุณคิดว่าตัวคุณนั้นเป็นผู้ที่มีความรับผิดชอบและรู้คิดอย่างยิ่ง
							แต่การพูดที่ไร้ประโยชน์เช่นนี้
							มันจะสะท้อนกลับมาหาคุณ
							เสียงของตัวคุณเองจะสะท้อนกลับมาหาคุณ
							กฎแห่งกรรมที่ทรงพลังอย่างยิ่งก็คือ
							หากวันนี้คุณประณามใคร
							วันพรุ่งนี้ใครบางคนก็จะประณามคุณเช่นกัน
						</p>
					</div>
				</div>
			</article>
		</div>
	);
}
