import Image from "next/image";

export default function SoulPowerPage() {
	return (
		<div className="flex items-center justify-center">
			<div className="mt-16 max-w-7xl text-lg">
				<span className="flex flex-col items-center justify-center">
					<p className="mb-16 text-center text-4xl font-bold">
						พลังทั้งแปดแห่งความเป็นผู้นำ
					</p>

					<Image
						src="/assets/images/soul-power/2.png"
						alt="Something"
						width={1280}
						height={720}
						quality={100}
					/>
				</span>
				<br />
				การเป็นผู้นำในทุกวันนี้
				หมายถึงบางสิ่งที่แตกต่างไปอย่างสิ้นเชิงจากสิ่งที่เคยเป็นเมื่อ 10
				ปีที่แล้ว
				ความเป็นผู้นำนั้นสามารถเกิดขึ้นได้ทุกระดับชั้นภายในองค์กร
				ไม่ว่าใครก็ตาม หากเขาสามารถมองเห็นบางสิ่งได้อย่างชัดเจน
				ว่าอะไรที่จำเป็นต้องทำ และมีความเข้มแข็งที่จะเดินหน้าในสิ่งนั้น
				และสามารถรวบรวมทรัพยากรมาใช้ มีความคิดที่แปลกใหม่สร้างสรรค์
				และบางทีอาจจะเป็นสิ่งที่สำคัญที่สุด คือให้แรงบันดาลใจ
				และสนับสนุนชี้นำให้ผู้อื่นร่วมในสิ่งนั้นกับเขาด้วย
				เขาเหล่านั้นก็ย่อมถูกพิจารณาว่าเป็นผู้นำได้
				<br />
				<br />
				ผู้นำที่ดีที่สุดในประวัติศาสตร์นั้น คือคนที่สร้างหนทางใหม่
				ๆให้เกิดขึ้น และสามารถหล่อเลี้ยงให้มันเข้มแข็ง โดยทั่วไปแล้ว
				ผู้นำเหล่านี้จะมีแรงดึงดูดต่อผู้คน ผ่านคุณลักษณะ นิสัยใจคอ
				และความซื่อตรงเชื่อถือได้ ตลอดจนคุณค่าอื่น ๆในตัวของเขา
				ที่ทำให้ผู้คนนั้นไว้วางใจมากพอที่จะออกจากขอบเขตของความสะดวกสบาย
				หรือความคุ้นชินเดิมๆ
				และเดินตามพวกเขาไปบนหนทางที่ยังไม่เกิดขึ้นนั้น
				<br />
				<br />
				การยืนหยัดอยู่ในความเชื่อ การมั่นคงอยู่ในความจริงแท้สัตย์ซื่อ
				และคุณค่าแห่งตน ในเวลาแห่งการเปลี่ยนแปลงที่ไม่อาจคาดเดาได้นั้น
				ต้องใช้ความกล้าหาญและความเข้มแข็งภายใน
				คนบางคนได้เรียนรู้ศิลปะของการหล่อเลี้ยงตนเอง
				เขาสามารถเข้าถึงทรัพยากรภายใน ที่ทำให้พวกเขามีความอดทน
				และก้าวเดินไปบนถนนของวิสัยทัศน์ใหม่ ๆได้
				<br />
				<br />
				พลังที่จะกล่าวถึงต่อไปนี้ มาจากสิ่งที่รู้จักกันในนามของ
				ราชาโยคะโบราณ ราชา นั้นหมายถึงกษัตริย์ หรือผู้มีอำนาจในการปกครอง
				โยคะ หมายถึงการเชื่อมโยง
				พลังเหล่านี้เชื่อมโยงเราเข้ากับความสามารถของเรา
				ที่จะเอาชนะรูปแบบเดิมๆที่มีขีดจำกัด
				รวมทั้งสถานการณ์ต่างๆที่เราเผชิญหน้าในบทบาทของการเป็นผู้นำของเรา
				<br />
				<br />
				<br />
				<br />
				<p className="text-xl font-bold underline">
					Power to Withdraw (Detached) พลังในการแยกตนเองออกมา
					(กลับเข้าสู่ภายใน)
				</p>
				<br />
				<br />
				พลังในการแยกตนเองออกมาจากเหตุการณ์และกลับเข้าสู่ภายในนี้
				เป็นเรื่องของมุมมอง มันให้ความชัดเจนและความเยือกเย็นกับเรา
				รวมทั้งความสามารถที่จะเปลี่ยนแปลงสถานการณ์ การดึงตนเองออกมานั้น
				คือการแยกตัวเองออกมา
				หรือก้าวห่างออกมาจากสถานการณ์ใดก็ตามที่เป็นอยู่
				ออกจากแรงกระตุ้นหรือแรงดึงดูดให้เราพุ่งเข้าไปสู่สถานการณ์นั้น
				ซึ่งพร้อมจะดึงดูดเราเข้าไปสู่โยงใยหรือกับดักต่างๆทางความรู้สึก
				อารมณ์ ความสับสน หรือการเข้าไปมีปฏิสัมพันธ์ด้วย
				อันเป็นปฏิกิริยาที่อาจเป็นไปได้ใดๆก็ตามที่เรามีต่อสิ่งนั้น
				<br />
				<br />
				พลังนี้คือรากฐานของความเป็นผู้นำ
				สิ่งที่จำเป็นต้องมีในการเข้าไปสู่อนาคตที่เราจะสร้างขึ้นนั้น
				คือความสามารถในการแยกตนเองออก การไม่ถูกกระทบ
				การเป็นอิสระจากปฏิกิริยาตอบโต้ หรือวิธีการคิด วิธีการเป็น
				ที่เป็นแบบเดิมๆ
				<br />
				<br />
				ในการใช้พลังนี้ มันเป็นสิ่งสำคัญที่ต้องเข้าใจว่า ฉันคือนักแสดง
				(actor) ที่กำลังเล่นบทบาทอยู่ ฉันกำลังเป็นผู้เล่นอยู่ในเกม
				ถ้าฉันเริ่มเชื่อว่าเกมนั้นเป็นเรื่องจริง
				และหลุดเข้าไปติดกับอยู่ในบทบาทที่เล่น
				ฉันก็จะสูญเสียพลังในการสร้างสรรค์ ในการให้คุณประโยชน์
				และไม่เป็นอิสระที่จะสร้างเส้นทางใหม่ ๆ
				ทันทีที่ฉันหลุดหายเข้าไปในบทบาทเหล่านั้น ฉันก็หลงทาง
				การตระหนักรู้ในการเป็นนักแสดงเช่นนี้ จะทำให้ฉันเป็นอิสระ
				จากการติดอยู่ในธรรมเนียมหรือข้อปฏิบัติแบบเก่าๆ
				พลังของการแยกตนเองออกนี้ ยังทำให้แน่ใจได้ว่า
				ฉันจะมีความสามารถในการเข้าถึงพลังอื่น
				ๆที่จำเป็นสำหรับการเป็นผู้นำในทุกวันนี้
				เมื่อไม่มีแผนที่สำหรับอนาคต
				เมื่อเรานั้นกำลังเขียนสิ่งที่เป็นรากฐานขึ้นมาใหม่อย่างแท้จริง
				ของวิธีการที่เราใช้ชีวิตและทำงาน
				เราจำเป็นต้องมีการสร้างสรรค์ได้อย่างเต็มที่
				ไม่ใช่เพียงแค่การปรับ หรือการเปลี่ยนแปลงเล็กเล็กน้อยน้อย
				แต่การก้าวกระโดดนั้นเป็นสิ่งจำเป็น
				การก้าวกระโดดในวิธีการคิดที่สร้างสรรค์
				และการทำให้บางสิ่งปรากฏขึ้นนั้น
				มีต้นกำเนิดมาจากจิตใจที่เป็นอิสระ มาจากโลกภายในที่นิ่ง เงียบ สงบ
				ซึ่งจะกลายเป็นที่รับสัญญาณแห่งอัจฉริยภาพ
				วิธีการสร้างพลังที่จะใช้เป็นเครื่องมือเช่นนี้ คือ การทำสมาธิ
				และการเรียนรู้อย่างเรียบง่ายที่จะเงียบสงบให้มากขึ้น พูดให้น้อยลง
				คิดให้น้อยลง และสร้างสมวินัยนี้ภายในตนเอง
				<br />
				<br />
				ความเงียบ การละวาง การตรวจสอบภายใน การจดจ่อเพ่งรวม
				<br />
				<br />
				<br />
				<br />
				<p className="text-xl font-bold underline">
					Power to DISCRIMINATE (DISCERN) พลังในการแยกแยะ
				</p>
				<br />
				<br />
				นี่คือพลังแห่งการใช้สติปัญญาในระดับที่สูงขึ้น
				มันเป็นศิลปะในการเข้าถึงและรับฟังตัวตนภายในที่ล่วงรู้มากที่สุดของเรา
				ในการทำความเข้าใจกับสัจจะและความหลอกลวง ความถูกและความผิด
				ความจริงและภาพลวงตา คุณประโยชน์และการสูญเสีย
				<br />
				<br />
				การใช้พลังนี้ทำให้เราสามารถแยกแยะได้อย่างถูกต้องแม่นยำ
				มันเป็นพลังของความกระจ่างชัดเจน การมองเห็นด้วยดวงตาที่ต่างออกไป
				การได้ยินด้วยหูที่ต่างออกไป
				มันเป็นความไว้วางใจต่อตัวตนที่สูงกว่าของเรา
				แม้ในยามที่ต้องเผชิญหน้ากับความคิดเห็นที่เป็นปฏิปักษ์
				มันเป็นพลังที่จะได้ยินสิ่งที่เรารู้อยู่ในระดับลึกภายใน
				<br />
				<br />
				พลังนี้นำมาซึ่งความสามารถในการมองเห็นแง่มุมทั้งสามของเวลา
				การมองไปในอดีต ปัจจุบัน และอนาคต
				ของทางเลือกและความเป็นไปได้ต่างๆ
				เพื่อที่จะเข้าถึงการลงมือทำที่ถูกต้องแม่นยำและดีที่สุด
				เรายังต้องจำไว้ด้วยว่า ในบางครั้งนั้น หนทางที่ดีที่สุด
				ก็คือการไม่ทำสิ่งใดเลย
				พลังนี้จะสนับสนุนเราให้ไม่ใช้ปฏิกิริยาตอบโต้ด้วยเช่นกัน
				การมีปฏิกิริยาตอบโต้นั้น
				หมายถึงการถูกควบคุมด้วยสิ่งกระตุ้นภายนอก
				และเป็นสภาพที่จะลดพลังของเรา
				พลังในการแยกแยะนี้เป็นดั่งเช่นช่องเปิด
				ที่อนุญาตให้ผู้นำนั้นออกมาจากแง่มุมที่มีขีดจำกัดของเวลาแห่งปัจจุบัน
				และสามารถมองเห็นความเป็นจริงของสถานการณ์ได้ในฐานะผู้สังเกตการณ์
				<br />
				<br />
				พลังของการแยกแยะนี้ยังปลุกเรียกให้ผู้นำตระหนักว่า
				ตรรกะหรือเหตุผลอย่างเดียวนั้นไม่เพียงพอ มันส่งสัญญาณว่า
				ผู้นำนั้นต้องเรียนรู้ที่จะฝึกฝนและไว้วางใจพลังแห่งญาณทัศนะของเขาเองด้วย
				เพื่อที่จะอนุญาตให้การล่วงรู้ที่ปรากฏอยู่นั้น
				ไปเหนือตรรกะแห่งเหตุผล และบอกเล่าสัจจะของมันได้
				ความไว้วางใจคือกุญแจสำคัญในสิ่งนี้
				และยิ่งมีความไว้วางใจในตนเองมากเพียงใด
				ผู้นำนั้นก็จะยิ่งรู้ว่าการล่วงรู้เช่นนั้นของเขาถูกต้องแม่นยำเพียงใด
				<br />
				<br />
				ความชัดเจน ความเรียบง่าย ความถูกต้องแม่นยำ ความไว้วางใจ
				<br />
				<br />
				<br />
				<br />
				<p className="text-xl font-bold underline">
					Power to Judge (Decide) พลังแห่งการตัดสิน (ตัดสินใจ)
				</p>
				<br />
				<br />
				นี่คือพลังของสัจจะ พลังของการเลือกความจริง
				เป็นการยืนอยู่ในความจริงแท้นั้นไม่ว่าจะอย่างไร
				มันเชื่อมโยงกับพลังของการแยกแยะอย่างล้ำลึก
				และได้รับพละกำลังจากพลังแห่งการแยกแยะ
				ถ้าพลังของการแยกแยะถูกนำมาใช้ได้เป็นอย่างดี และแล้ว
				พลังของการตัดสินใจนั้นก็จะลื่นไหลได้ง่ายดายยิ่งขึ้น
				แม้ว่าเราจะรู้ว่าควรทำอย่างไรจึงจะดีที่สุด
				แต่ถ้าเราไม่มีพลังที่จะทำในสิ่งที่รู้นั้น
				นั่นก็เป็นเพราะการขาดไปของพลังแห่งการตัดสินใจนี้
				<br />
				<br />
				พลังนี้เกี่ยวข้องกับสติปัญญาด้วยเช่นกัน
				แต่ไม่เหมือนกันกับพลังของการแยกแยะ
				ซึ่งเป็นกระบวนการกลับเข้าสู่ภายใน
				พลังของการตัดสินใจนั้นจะแสดงออกมาภายนอก
				เมื่อเรามีการกระทำในสิ่งที่เรารู้ และส่งผลกระทบต่อโลก
				ผู้ที่ใช้พลังนี้ กำลังประกาศว่า ฉันไว้วางใจตนเอง
				และฉันชัดเจนว่าการกระทำของฉันนั้นถูกต้อง และจะนำมาซึ่งความสำเร็จ
				ฉันพร้อมที่จะยืนอยู่บนทางเลือกของฉัน และอนุญาต
				และรับผิดชอบต่อผลลัพธ์ที่ตามมา
				ฉันพร้อมที่จะยืนเพียงลำพังถ้าจำเป็น
				ฉันเชื่อว่าฉันกำลังมีการกระทำที่ถูกต้อง
				<br />
				<br />
				พลังนี้เป็นสิ่งจำเป็นสำหรับผู้นำในวันนี้
				เมื่อส่วนใหญ่แล้วทั้งโลกสามารถเห็นได้แต่เพียงสิ่งที่เป็นอยู่แล้ว
				หรือสิ่งที่ต่างออกไปเพียงเล็กน้อย
				มันต้องใช้พลังพิเศษจากภายในที่ไม่ธรรมดาในการแสดงจุดยืน
				และลงมือกระทำอย่างมุ่งมั่นในการตัดสินใจนั้น และเคลื่อนไปข้างหน้า
				เมื่อบางครั้งนั้นเธอเป็นเพียงคนเดียวเท่านั้นที่มองเห็นในสิ่งนั้น
				มันจะมีบางเวลา ที่จำเป็นจะต้องตรวจสอบภายในอีกครั้ง
				และเข้าถึงพลังในการแยกแยะ
				เพื่อที่จะทำให้แน่ใจว่าสิ่งที่เลือกนั้นยังคงถูกต้อง
				การยึดติดแต่เพียงวิธีการที่เลือกแล้ว
				ก็อาจเป็นเหมือนกระบวนการเดิมๆที่เราเคยเป็นกันมา
				แม้ว่าการกระทำนั้นอาจดูต่างไป แต่ธรรมเนียมปฏิบัติเดิมๆ
				หรือความต้องการการยอมรับและเข้ากันได้กับผู้อื่นนั้น
				ก็อาจกลับมาคุกคามเราได้ด้วยเช่นกัน
				<br />
				<br />
				ความสมดุล ปัญญา การศิโรราบ ความศรัทธา
				<br />
				<br />
				<br />
				<br />
				<p className="text-xl font-bold underline">
					Power to Accommodate พลังของการยอมรับปรับตัว
				</p>
				<br />
				<br />
				นี่คือพลังในการยอมรับสิ่งที่เป็นอยู่
				แทนที่จะร้องเพลงแห่งความผิดหวัง มันคือพลังที่รู้ว่า อนาคตนั้น
				ในหลาย ๆทางก็ถูกกำหนดเอาไว้แล้ว และมันขึ้นอยู่กับฉัน
				ที่จะมีความกล้าหาญที่จะอยู่อย่างตื่นรู้
				เพื่อที่จะมองเห็นมันเผยตัวออกมา
				ผู้นำนั้นมีสัมผัสรับรู้เกี่ยวกับทิศทาง
				และกลายเป็นผู้ที่ดูแลและใช้ประโยชน์จากข้อมูลและทรัพยากรทั้งหมดที่ปรากฏขึ้น
				ในการเติมเต็มวิสัยทัศน์นั้น
				<br />
				<br />
				พลังนี้เป็นผลมาจากความสามารถในการอยู่ในความสงบได้ในสภาวะที่เป็นอยู่ของสิ่งต่างๆ
				สัมผัสได้ว่ามีแผนหรือเหตุผลบางอย่างอยู่ในสิ่งนั้น
				และฉันเป็นเครื่องมือที่ถ่อมตน
				ผู้ที่ได้รับเกียรติมากพอที่จะเล่นบทบาทบางอย่างในการเผยออกของสิ่งนี้
				<br />
				<br />
				มันคือความเข้าใจ ว่าอะไรที่ดูเหมือนขัดขวางอยู่นั้น คือวิถีทาง
				อุปสรรคอะไรก็ตามที่ปรากฏขึ้น เพียงแต่กำลังบอกฉันว่า
				ฉันกำลังมีความคิดในวิธีเดียวกันกับที่เคยคิดมา
				มันคือรูปแบบของการคิดที่ติดป้ายให้กับสถานการณ์ว่าเป็นปัญหา
				ปัญหานั้นยังคงมีอยู่เพราะฉันมองมองเห็นว่ามันเป็นปัญหา
				สิ่งต่างๆแต่ละอย่างที่เรียกว่าอุปสรรคนั้น
				ร้องเรียกให้ฉันใส่ใจและใช้ตัวกรองหรือแว่นตาแบบใหม่ เป็นตาที่สาม
				ที่จะมองดูอย่างกระจ่างชัดเจนยิ่งขึ้น การใช้พลังนี้
				มันสำคัญที่ฉันต้องสามารถเข้าถึงพลังพื้นฐานของการแยกตัวเองออกหรือการละวางได้ด้วย
				มิฉะนั้น ฉันจะติดกับอยู่ในละครหรือในเกมนั้น
				ในปฏิกิริยาโต้ตอบของฉัน และหลงทาง
				<br />
				<br />
				ถ้าสายตาที่มองเห็นอนาคตที่ยั่งยืนกว่านั้นทรงพลังมากพออยู่ภายใน
				ฉันจะดึงดูดสิ่งต่างๆที่จำเป็นที่จะทำให้อนาคตนั้นปรากฏเป็นจริงขึ้นมาได้
				ฉันเป็นเครื่องมือที่ทำให้มันเกิดขึ้น ฉันไม่ใช่ผู้ที่รู้ทุกสิ่ง
				ผลของพลังแห่งการยอมรับปรับตัวนี้คือความพึงพอใจอย่างลึกล้ำ
				เพราะอะไรที่อยู่ภายในตัวฉันนั้น
				ได้ส่งผลให้เกิดคุณประโยชน์ต่อสิ่งที่ปรากฏออกสู่โลกภายนอก
				เมล็ดพันธุ์แห่งความพึงพอใจ แน่นอนว่าจะให้ผลที่คุ้มค่า
				<br />
				<br />
				ความยืดหยุ่น การเปิดกว้าง ความเมตตา ความนิ่มนวล
				<br />
				<br />
				<br />
				<br />
				<p className="text-xl font-bold underline">
					Power to Tolerate พลังแห่งความอดทน
				</p>
				<br />
				<br />
				หนทางของผู้นำนั้นไม่ใช่หนทางแห่งการเป็นที่ชื่นชอบ
				แม้ว่าหลายครั้งเราจะสับสนว่ามันเป็นเช่นนั้น
				เมื่อผู้คนรู้สึกถึงความอึดอัดไม่คุ้นเคยของการเปลี่ยนแปลง
				พวกเขาก็มีปฏิกิริยาต่อต้าน
				หรือกล่าวโทษผู้ที่พวกเขาเชื่อว่าเป็นคนที่ต้องรับผิดชอบต่อความรู้สึกอึดอัดนั้นของพวกเขา
				มันอาจไม่ดูสมเหตุสมผลนัก แต่เมื่อคนเรารู้สึกถูกคุกคาม
				เขาก็มักจะหันไปหาบางสิ่งเพื่อเอาตัวรอดเช่นนั้น
				<br />
				<br />
				พลังของความอดทนคือพลังในการจัดการกับอะไรก็ตาม
				ที่ใครก็ตามส่งออกมา มันคือพลังของการมองไปได้เหนือพฤติกรรม
				และตระหนักถึงแรงจูงใจที่ขับเคลื่อนพฤติกรรมเหล่านั้น
				และสามารถจัดการกับสิ่งนั้นได้
				ผู้คนที่มองหาความเป็นผู้นำจากเธอนั้น
				จะทดสอบเธอเช่นเดียวกับที่เด็กๆทดสอบพ่อแม่ของเขา
				ถ้าเธอสอบผ่านด้วยการไม่มีปฏิกิริยาโต้ตอบ
				แต่ตอบสนองต่อความต้องการในส่วนลึกของพวกเขา
				เธอก็จะเอาชนะความไว้วางใจจากเขาได้
				<br />
				<br />
				พลังของความอดทนนี้ ให้การมองเห็นสิ่งใหม่ ๆที่ซ่อนอยู่
				และให้ความเป็นผู้ใหญ่กับผู้นำ
				มันคือพลังหนุนที่อยู่ค้ำจุนภายใต้พลังแห่งการเผชิญ
				<br />
				<br />
				ความเข้าใจ ความอดกลั้น การยอมรับ การปราศจากความกลัว
				<br />
				<br />
				<br />
				<br />
				<p className="text-xl font-bold underline">
					Power to Cooperate พลังแห่งความร่วมมือ
				</p>
				<br />
				<br />
				ในหลายแง่มุม พลังของความร่วมมือนี้คือผลรวมสุดท้ายของพลังทั้งหมด
				ผู้นำนั้นจำเป็นต้องเป็นอิสระจากกิเลส ความหลงทนงตน ความอิจฉาริษยา
				ความผูกพันยึดมั่น ตัณหาราคะ ความโกรธ และความโลภ
				ผู้นำต้องเป็นอิสระจากสิ่งใดก็ตามที่จะกีดกันเขาจากการเป็นเครื่องมือในภารกิจต่างๆ
				พลังของความร่วมมือ ทำให้ผู้นำสามารถก้าวเข้ามา
				และให้อะไรก็ตามที่จำเป็นในการทำให้งานนั้นลุล่วง
				<br />
				<br />
				การไม่ยึดติด (Detachment) -
				การสัมผัสรับรู้ว่าอะไรเป็นสิ่งที่จำเป็น ความสามารถในการยืดหยุ่น
				และความสามารถในการปรับเปลี่ยนต่อทุกสถานการณ์และผู้คนทุกประเภท
				คุณสมบัติเหล่านี้ทำให้ผู้นำเป็นผู้ที่มีความเมตตาและให้คุณประโยชน์
				และยื่นมือเข้ามาเมื่อมีความต้องการ
				นี่คือเรื่องของสภาวะผู้นำที่เกิดขึ้นได้ตามสถานการณ์
				อันไปอยู่เหนือตำแหน่งและหน้าที่
				สิ่งนี้เกิดขึ้นในระดับของบุคคลที่ถูกต้อง ในเวลาที่ถูกต้อง
				สำหรับงานที่ถูกต้อง
				มันคือพลังของการให้ประโยชน์โดยไม่ต้องการคำชื่นชมสรรเสริญหรือการรับรู้
				เมื่อคุณค่าในตนเองของผู้นำนั้นไม่ได้วางอยู่บนพื้นฐานของตำแหน่ง
				สถานภาพ หรือสิ่งต่างๆภายนอกใดใด
				เขาหรือเธอก็สามารถปล่อยวางบทบาทได้อย่างมีความสุข
				เมื่อใครบางคนปรากฏขึ้นในการเข้ามาทำสิ่งนั้น ผู้นำเช่นนั้น
				ไม่ต้องการการแสดงออกซึ่งการยกยอสรรเสริญ
				หรือการขอบคุณรู้ค่าจากใคร พวกเขามั่นคงอยู่ในความเคารพตนเอง
				ไม่ว่าจะได้รับการสรรเสริญหรือการลดค่าใดๆ
				<br />
				<br />
				ความเคารพ ความซื่อสัตย์ ความสอดคล้องกลมกลืน ความใจกว้าง
				<br />
				<br />
				<br />
				<br />
				<p className="text-xl font-bold underline">
					Power to Let Go พลังแห่งการปล่อยวาง
				</p>
				<br />
				<br />
				สิ่งนี้เป็นพลังในการละทิ้งทุกสิ่งที่เป็นโทษ ไม่มีประโยชน์
				หรือไร้ค่า มันคือพลังของการปล่อยทุกสิ่ง
				และไม่ยึดจับสิ่งใดในอดีตไว้ในหัวใจของฉัน
				รวมทั้งสิ่งใดก็ตามที่ไม่มีประโยชน์ในอนาคตในจิตใจของฉัน
				มันคือความเข้มแข็งที่จะพูดว่า ไม่ ต่อสิ่งที่เป็นลบ
				การละทิ้งเช่นนี้ ต้องการความกล้าหาญ การให้อภัย ความไว้วางใจ
				และความบริสุทธิ์
				มันหมายถึงชีวิตของฉันนั้นเริ่มต้นใหม่จากจุดนี้ไปข้างหน้า
				<br />
				<br />
				พลังนี้เชื่อมโยงอย่างลึกล้ำกับพลังของการแยกตนเองออกมา (Withdraw)
				ฉันจำเป็นต้องทิ้งข้อจำกัดทั้งหมดของตัวตน
				มันหมายถึงการจบสิ้นสิ่งใดก็ตามที่ผู้อื่นคาดหวังจากฉัน
				และฉันคาดหวังจากผู้อื่น การทิ้งวิธีคิด ความเชื่อ
				และตัวตนที่มีขีดจำกัด
				เมื่อฉันปล่อยวางความคาดหวังที่ฉันมีต่อตนเองบนพื้นฐานของสิ่งที่ผู้อื่นคาดหวังจากฉัน
				ฉันก็สามารถมีความเข้าใจที่มากขึ้น
				และมีความกรุณาต่อตนเองและผู้อื่นได้มากขึ้น
				ซึ่งเป็นคุณสมบัติที่จำเป็นสำหรับบทบาทของผู้นำ
				ในการวางความคาดหวังต่างๆนั้น
				ฉันกลับมามีอิสระที่จะทำการตัดสินใจที่เฉียบขาด
				และเต็มไปด้วยพลังแห่งสัจจะ
				แทนที่จะตกอยู่ภายใต้แรงกดดันของธรรมเนียมปฏิบัติต่างๆ
				<br />
				<br />
				พลังนี้ทำให้ฉันคงไว้ซึ่งวิสัยทัศน์ของโลกใหม่
				การใช้ชีวิตและการทำงานในวิถีทางใหม่ร่วมกัน
				มันดึงดูดฉันให้จบสิ้นความผูกพันยึดมั่นต่อวิถีทางของโลกนี้
				ฉันจำเป็นต้องทิ้งแรงดึงดูดของอีโก้ที่มีต่อตำแหน่งที่ฉันอยู่อันมีขีดจำกัด
				ฉันต้องไปอยู่เหนือความคิดเห็นของผู้อื่น และทิ้งคำว่า ควร และ
				น่าจะ ทั้งหลาย รวมทั้งพฤติกรรมที่เป็นผลเสียต่อตนเองและผู้อื่น
				ฉันยังต้องปล่อยบางสิ่งที่ฉันคิดว่าฉันรู้
				และคนที่ฉันคิดว่าฉันเป็นอีกด้วย
				พลังนี้มาพร้อมกับความสามารถในการเลือกชีวิตใหม่
				และวิธีที่ดีกว่าเดิม
				<br />
				<br />
				ความเคารพตนเอง วินัย ความเป็นบวก ความบริสุทธิ์
				<br />
				<br />
				<br />
				<br />
				<p className="text-xl font-bold underline">
					Power to Face พลังแห่งการเผชิญ
				</p>
				<br />
				<br />
				คุณลักษณะหลักของพลังนี้ คือความกล้าหาญและความซื่อสัตย์
				สำหรับผู้นำ พลังในการเผชิญหมายถึง
				ไม่มีสิ่งใดน่ากลัวเกินกว่าที่จะจัดการได้
				ผู้นำนั้นมีพร้อมทุกพลังที่จำเป็นในการเผชิญกับอะไรก็ตามที่เข้ามา
				ไม่ว่าจะเป็นความกลัว หรืออารมณ์ความรู้สึกที่ท่วมท้นอื่น ๆ
				การไม่เห็นคุณค่าในตนเอง การโจมตี หรือการลบหลู่จากผู้อื่น
				หรือสถานการณ์ที่ดูเป็นไปไม่ได้ หรือจัดการไม่ได้
				<br />
				<br />
				พลังแห่งการเผชิญนั้น
				ไม่อ่อนข้อและไม่อะลุ้มอล่วยกับความไม่จริงแท้หรือความบิดเบี้ยวคดโกง
				ไม่ว่าจะเป็นในลักษณะนิสัยใจคอของเราเอง หรือสถานการณ์ภายนอก
				เพราะพลังนี้อยู่ตรงกันข้ามกับพลังแห่งความอดทน
				สิ่งที่ขับเคลื่อนมันคือความรัก
				มันนำความสมดุลมาสู่การจัดการกับสิ่งที่ชั่วร้าย
				<br />
				<br />
				พลังนี้ไม่สามารถถูกหว่านล้อมหรือต่อรองด้วยได้
				มันคืออาวุธแห่งสัจจะ และผู้นำที่ใช้อาวุธนี้
				จะดำเนินการกับทุกสิ่งที่ดูว่าขัดขวางการก้าวไปข้างหน้า
				ไม่ว่าจะมีความกลัวเกี่ยวข้องอยู่ในสิ่งนั้นมากเพียงใด
				ไม่มีอะไรได้รับอนุญาตให้ซ่อนเร้น ความมืดดำ
				หรือสิ่งที่ถูกปกปิดไว้จะไม่ได้รับอนุญาตให้คงอยู่
				นี่คือพลังของการนำแสงสว่างเข้ามาสู่สิ่งที่มองไม่เห็นที่คุกคามต่อหนทางใหม่
				มันไม่ใช่ความก้าวร้าว แต่เป็นความแน่วแน่ และทรงพลัง
				<br />
				<br />
				ความกล้าหาญ ความมั่นใจ ความมุ่งมั่น วัตถุประสงค์
			</div>
		</div>
	);
}
