import Image from "next/image";

export default function TreeInTimePage() {
	return (
		<div className="mx-auto max-w-7xl space-y-8 px-4 sm:px-6 lg:px-8">
			<article className="prose prose-h1:mb-0 prose-p:mt-2">
				<div className="mt-4">
					<h1>ต้นไม้แห่งมนุษยชาติ</h1>
				</div>
				<br />
				<div>
					<div>
						<p>
							ต้นไม้แห่งมนุษยชาติ
							เปรียบได้กับพวกเราดวงวิญญาณมนุษย์
							ผู้มาอยู่ในรูปที่มีตัวตน ที่อาศัยอยู่บนโลกใบนี้
							มนุษย์
							หรือดวงวิญญาณที่อยู่ในเครื่องแต่งกายอันหมายถึงร่างกายนี้
							มีความหลากหลายของสีผิว และรูปร่าง หน้าตา เชื้อชาติ
							ศาสนา ชนชั้น วรรณะ และอื่นๆ
							แต่แม้ว่าผู้คนพยายามจะจัดสรรเรา
							แบ่งแยกเราอย่างที่พวกเขาต้องการ แต่กระนั้น
							ต้นไม้ก็ยังเป็นเป็นสัญลักษณ์ที่บอกว่าเราทุกคนล้วนเป็นกิ่งก้านใบของต้นไม้ต้นเดียวกัน
							มาจากเมล็ดเดียวกัน มีความสำคัญในการมีชีวิตอยู่ ณ
							ที่นี่ อย่างที่เราเป็น แต่ละคนมีสิทธิ์อันชอบธรรม
							ที่จะเล่นบทบาทของตนเอง
							ในละครขนาดใหญ่ที่ไร้ขีดจำกัดซึ่งถูกเรียกว่า “ชีวิต”
							นี้{" "}
						</p>
						<p>
							ทุกส่วนของต้นไม้นั้นเชื่อมถึงกัน
							สิ่งที่เกิดขึ้นกับส่วนหนึ่งของต้นไม้ส่งผลกับต้นไม้ทั้งต้น
							นี่คือเหตุผลที่เราต้องใส่ใจเป็นพิเศษกับสิ่งที่เราคิดและทํา
							เพราะแต่ละความคิดและการกระทํา
							ส่งผลกระทบที่เป็นเหมือนกับระลอกคลื่นออกไปทั่วโลก
							ในตอนนี้เราคงจะรู้แล้วว่าเหตุใดเราจึงรู้สึกเป็นทุกข์กับข่าวของเรื่องราวต่างๆที่เกิดขึ้นในโลก
							ความทุกข์ของเราแต่ละคนจึงวนเวียนอยู่ในชั้นบรรยากาศของโลกโดยอัตโนมัติ
							ด้วยเหตุนี้
							การภาวนาและการทําสมาธิสร้างกระแสจิตที่สงบสุขของเรา
							จึงสามารถช่วยบรรเทาความทุกข์ได้เช่นกัน
						</p>
						<p>
							การเปรียบต้นไม้กับการเจริญเติบโตและการขยายตัวของมวลมนุษย์นั้น
							พระเจ้าอยู่ที่ใดในเรื่องราวของต้นไม้แห่งชีวิตนี้?
							อยู่ในจุดกำเนิด - ในเมล็ด
							เรื่องราวเริ่มต้นและจบลงด้วยเมล็ด
							เมื่อต้นไม้เก่าแก่และผุพัง พระเจ้าผู้ซึ่งไม่มีรูปกาย
							จะต้องลงมาและใช้รูปกาย
							เพื่อทำภารกิจในการเพาะเมล็ดใหม่ให้กับต้นไม้ที่เหนื่อยล้าและหมดสภาพของมนุษยชาติ
							เพื่อจบสิ้นการเติบโตของต้นไม้เก่าที่สับสนยุ่งเหยิงนี้{" "}
						</p>
						<p>
							และนำมาซึ่งต้นอ่อนของการเติบโตใหม่ที่จะฟื้นคืนชีวิตที่สดใส
							เรื่องราวจะเริ่มต้นอีกครั้ง
							เช่นที่เคยเป็นมาแล้วนับครั้งไม่ถ้วน
						</p>
						<Image
							width={2600}
							height={3900}
							src="/assets/images/wisdom/tree.jpg"
							alt="Tree glowing"
						/>
						<p>
							หลังความปั่นป่วนและการทำลายสิ่งที่เสื่อมโทรมทั้งหมดจบสิ้นลง
							ทุกดวงวิญญาณจะได้กลับบ้าน และหลังจากพักผ่อน
							นักแสดงทั้งหลายจะทะยอยกันกลับมาเล่นละครที่ยิ่งใหญ่ของชีวิตอีกครั้ง
							ตามบทบาทในละครนี้ของพวกเขา
							เพราะชีวิตแท้จริงแล้วคือละคร และละครคือชีวิต
							ช่างน่าอัศจรรย์ และปัญญานั้นก็อยู่ในการเล่นเกมนี้
							และการเคลื่อนไปบนรางที่ถูกกำหนดไว้แล้วของละครแห่งความสุขและความทุกข์
							ตามปรัชญาแห่งกรรมอันลึกล้ำ ด้วยสติปัญญาที่กระจ่าง
							และหัวใจที่เข้มแข็ง
						</p>
						<p>ความเป็นมาของต้นไม้ </p>
						<p>
							ลําต้นของต้นไม้
							เป็นสัญลักษณ์ของช่วงเวลาที่โลกเป็นดั่งสวรรค์
							ซึ่งปรากฏออกมาจากเมล็ด
							ก่อนที่จะแตกกิ่งก้านในเวลาต่อมา -
							ช่วงเวลาของยุคทองนั้นคงอยู่ก่อนจะมีการบันทึกประวัติศาสตร์
							เป็นเวลาที่มีความเป็นหนึ่งเดียวกันในทั้งโลก
							ทั้งความเชื่อในธรรมะ วัฒนธรรม ภาษา และการปกครอง
							เป็นช่วงเวลาของความสมบูรณ์แบบของอารยธรรมของมนุษยชาติ
							เป็นช่วงเวลาที่ไม่มีความแตกต่างระหว่างทฤษฎีและการปฏิบัติในการใช้ชีวิตที่สอดคล้องกลมกลืนเป็นน้ำหนึ่งใจเดียวกัน
							ผู้คนที่มีชีวิตอยู่ในช่วงเวลาดังกล่าวไม่ขาดสิ่งใดเลย
							พวกเขามีความอิ่มเต็มมั่งคั่งอย่างสมบูรณ์ทั้งภายนอกและภายใน{" "}
						</p>

						<p>
							ความใกล้ชิดของลําต้นกับเมล็ด
							เป็นสัญลักษณ์ว่าดวงวิญญาณในเวลานั้น
							เป็นตัวแทนของคุณสมบัติที่สมบูรณ์แบบของพระเจ้า
							เป็นผู้ที่ดําเนินชีวิตตามหลักการของสัจจะและปัญญา
							สัจจะสูงสุดที่ว่าพวกเราเป็นดวงวิญญาณ ไม่ใช่ร่างกาย
							ดวงวิญญาณเหล่านั้นถูกจดจำในรูปของเรื่องราวและตํานานว่าเป็น
							{"'เทพเจ้า'"} หรือ เทพบุตร เทพธิดา ต่างๆ
							แต่มีเพียงไม่กี่คนเท่านั้นที่เข้าใจว่า
							ครั้งหนึ่งผู้ที่ศักดิ์สิทธิ์
							บริสุทธิ์และงดงามเหล่านั้น เคยมีชีวิตอยู่บนโลกของเรา
						</p>
						<p>
							เมื่อต้นไม้เก่าลงมาก
							มีโรคภัยและผุพังเสื่อมโทรมลงอย่างสมบูรณ์
							เวลาของการปลูกต้นไม้ใหม่ก็เริ่มขึ้น
							เมื่อเมล็ดได้มาถึง และก่อกำเนิดรากอยู่ใต้ดิน
							เพื่อจะเติบโตขึ้นเป็นต้นไม้ใหม่ เธอคิดไหมว่า
							เธอคือส่วนหนึ่งของรากนั้น
							คือใครบางคนผู้ที่จะกลายเป็นรากฐานของต้นไม้ใหม่
							ขณะที่มองเห็นสภาวะที่เลวร้ายอยู่รอบตัว
							สิ่งสูงสุดผู้เป็นเมล็ดนั้นเต็มไปด้วยความเมตตา
							ท่านทำงานกับดวงวิญญาณผู้เป็นรากฐานนี้ด้วยความรักและความร่วมมือ
							เพื่อการก่อกำเนิดใหม่ที่จะมาถึงในไม่ช้า
							และจะนำความสงบสุข ความบริสุทธิ์
							และความรุ่งเรืองมั่งคั่ง
							ให้กลับคืนมาสู่ต้นไม้โลกมนุษย์อีกครั้ง
						</p>
					</div>
				</div>
			</article>
		</div>
	);
}
