import translation from "@/public/assets/translations/wisdom/wheel-of-life.json";
import Image from "next/image";
import { useRouter } from "next/router";
import { useEffect, useState } from "react";

export default function WheelOfLifePage() {
	const { locale, locales } = useRouter();
	const [currentLocaleStrings, setCurrentLocaleStrings] = useState(
		translation.translation.filter((p) => p.locale === locale)
	);

	useEffect(() => {
		setCurrentLocaleStrings(
			translation.translation.filter((p) => p.locale === locale)
		);
	}, [locale]);

	return (
		<div className="mx-auto max-w-7xl space-y-8 px-4 sm:px-6 lg:px-8">
			<article className="prose prose-h1:mb-0 prose-p:mt-2">
				<br />
				<div>
					<h1>{currentLocaleStrings[0].title}</h1>
					<br />
				</div>

				<div>
					<div>
						<p>
							ผู้ที่เดินทางไปยังประเทศต่าง ๆ มักคุ้นเคยกับ
							&apos;samsara&apos; - วงล้อแห่งชีวิต -
							ที่มักปรากฏให้เห็นในสิ่งทอ เครื่องปั้นดินเผา
							และนิทานพื้นบ้าน
							แนวคิดนี้ปรากฏอยู่บ่อยครั้งในตําราทางศาสนาและปรัชญา
							ของทั้งอินเดียและกรีกโบราณ มาจนถึงทุกวันนี้
							แนวคิดนี้หยั่งรากลึกในวัฒนธรรมเก่าแก่มากมาย
							และมีหมายความว่าทุกชีวิตนั้นกลับชาติมาเกิด
							หรือย้ายจากร่างหนึ่งไปยังอีกร่างหนึ่ง
							เพื่อมีประสบการณ์กับชีวิตแล้วชีวิตแล่า
							และมีอยู่หลายแนวคิด
							ว่าวิธีการกลับมาเกิดใหม่นี้เกิดขึ้นอย่างไร
							บางแนวคิดบอกว่าเราสามารถข้ามสายพันธุ์ไปมา (เช่น
							จากชาติเกิดที่เป็นมนุษย์ไปเกิดเป็นสัตว์)
							ในขณะที่บราห์มากุมารีให้ความเข้าใจแก่เราว่า
							เราจะถือกำเนิดในสายพันธุ์ของเราเท่านั้น
							นั่นคือมนุษย์จะเกิดเป็นมนุษย์ และช้างจะเป็นช้างเสมอ
							เป็นต้น และเป็นที่เข้าใจกันอย่างแพร่หลายว่า
							ทั้งประสบการณ์ของความทุกข์ยาก
							และสภาวะที่เป็นสุขเบิกบาน
							เต็มไปด้วยความรักและความพอใจ
							ล้วนเป็นผลมาจากการกระทํา (กรรม) ของเราเอง
							ทางเลือกเป็นของเรา เราสร้างสิ่งใด
							ผลของการกระทำที่เกิดขึ้นก็จะเป็นไปตามนั้น
						</p>
						<Image
							src="/assets/images/wisdom/cycle.jpg"
							alt="Cycle of life"
							width={4320}
							height={6480}
						/>
						<p>
							วงล้อแห่งกาลเวลาของโลกนั้น จะหมุนวนผ่านสี่ยุคสมัย
							จากสูงสุดสู่ต่ำสุด และจากต่ำสุดสู่สูงสุดอีกครั้งเสมอ
							ซึ่งเป็นสัญลักษณ์ของสภาวะของจิตสำนึกของมนุษย์ในช่วงเวลานั้น
							ที่มีการเปลี่ยนแปลงไปตามเวลา เมื่อเป็นเช่นนั้น
							จึงไม่มีจุดเริ่มต้นหรือจุดสิ้นสุด
							มีเพียงการโยงใยที่ไม่สิ้นสุดของการกระทํา
							และผลที่เกิดขึ้นของการกระทำเหล่านั้น
							ซึ่งทั้งหมดนั้นอยู่ในมือของเรา
						</p>
						<p>
							ด้วยการเปลี่ยนแปลงอันเป็นธรรมชาติของสรรพสิ่ง
							รูปแบบภายนอกของโลกเองก็เปลี่ยนไปตามกาลเวลา
							แรงผลักดันที่อยู่เบื้องหลังการเปลี่ยนแปลงนี้คือจิตใจของมนุษย์
							จากจิตสํานึกที่บริสุทธิ์และสูงส่ง
							ซึ่งแสดงออกมาในโลกที่อุดมสมบูรณ์และเขียวชอุ่ม
							ในขณะที่จิตสํานึกที่ตกต่ำและไม่บริสุทธิ์อย่างที่สุด
							ก็ทําให้เกิดสภาวะของโลกที่เต็มไปด้วยมลภาวะและการทำลาย
							เมื่อผู้คนใช้ชีวิตของพวกเขาในสำนึกรู้ของวงจรเวลา
							และเก็บ &apos;ภาพที่สมบูรณ์&apos; ไว้ในใจเสมอ
							และตระหนักถึงผลกระทบของความคิดและการกระทําของเขา
							ต่อคุณภาพชีวิตของเขาเอง
							และพัฒนาความเคารพอย่างลึกซึ้งต่อความหลากหลายในชีวิต
							และสิทธิ์ของทุกคน ที่จะกระทำอย่างที่พวกเขาต้องการ
							และในเวลาที่พวกเขาต้องการ ปัญญาของอหิงสา
							(การไม่ใช้ความรุนแรง)
							จะนํามาซึ่งความเห็นอกเห็นใจและให้เกียรติต่อศักดิ์ศรีทางจิตวิญญาณของแต่ละคน
							แต่ละคนเป็นผู้สร้างชะตากรรมของเขาเอง
							และจะเคลื่อนผ่านทั้งสี่ยุค
							ก่อนที่เวลาของการเดินทางกลับบ้านของดวงวิญญาณทั้งหมดจะมาถึง
							และวงจรเวลาจะหมุนวนมาสู่การเริ่มต้นใหม่อีกครั้ง
						</p>
					</div>
				</div>
			</article>
		</div>
	);
}
